{
  "Metadata": {
    "Title": "Chicago Statement on Biblical Inerrancy",
    "AlternativeTitles": [],
    "Year": "1978",
    "Authors": [
      "International Council on Biblical Inerrancy"
    ],
    "Location": "Chicago, Illinois",
    "OriginalLanguage": "English",
    "OriginStory": "The International Council on Biblical Inerrancy was founded to clarify and defend the doctrine of biblical inerrancy.",
    "SourceUrl": "https://library.dts.edu/Pages/TL/Special/ICBI_1.pdf",
    "SourceAttribution": "Copyright - Alliance of Confessing Evangelicals, Inc",
    "CreedFormat": "Canon"
  },
  "Data": [
    {
      "Article": "1",
      "Title": "Article I",
      "Content": "WE AFFIRM that the Holy Scriptures are to be received as the authoritative Word of God.\n\nWE DENY that the Scriptures receive their authority from the Church, tradition, or any other human source."
    },
    {
      "Article": "2",
      "Title": "Article II",
      "Content": "WE AFFIRM that the Scriptures are the supreme written norm by which God binds the conscience, and that the authority of the Church is subordinate to that of Scripture.\n\nWE DENY that Church creeds, councils, or declarations have authority greater than or equal to the authority of the Bible."
    },
    {
      "Article": "3",
      "Title": "Article III",
      "Content": "WE AFFIRM that the written Word in its entirety is revelation given by God.\n\nWE DENY that the Bible is merely a witness to revelation, or only becomes revelation in encounter, or depends on the responses of men for its validity."
    },
    {
      "Article": "4",
      "Title": "Article IV",
      "Content": "WE AFFIRM that God who made mankind in His image has used language as a means of revelation.\n\nWE DENY that human language is so limited by our creatureliness that it is rendered inadequate as a vehicle for divine revelation. We further deny that the corruption of human culture and language through sin has thwarted God's work of inspiration."
    },
    {
      "Article": "5",
      "Title": "Article V",
      "Content": "WE AFFIRM that God's revelation within the Holy Scriptures was progressive.\n\nWE DENY that later revelation, which may fulfill earlier revelation, ever corrects or contradicts it. We further deny that any normative revelation has been given since the completion of the New Testament writings."
    },
    {
      "Article": "6",
      "Title": "Article VI",
      "Content": "WE AFFIRM that the whole of Scripture and all its parts, down to the very words of the original, were given by divine inspiration.\n\nWE DENY that the inspiration of Scripture can rightly be affirmed of the whole without the parts, or of some parts but not the whole."
    },
    {
      "Article": "7",
      "Title": "Article VII",
      "Content": "WE AFFIRM that inspiration was the work in which God by His Spirit, through human writers, gave us His Word. The origin of Scripture is divine. The mode of divine inspiration remains largely a mystery to us.\n\nWE DENY that inspiration can be reduced to human insight, or to heightened states of consciousness of any kind."
    },
    {
      "Article": "8",
      "Title": "Article VIII",
      "Content": "WE AFFIRM that God in His work of inspiration utilized the distinctive personalities and literary styles of the writers whom He had chosen and prepared.\n\nWE DENY that God, in causing these writers to use the very words that He chose, overrode their personalities."
    },
    {
      "Article": "9",
      "Title": "Article IX",
      "Content": "WE AFFIRM that inspiration, though not conferring omniscience, guaranteed true and trustworthy utterance on all matters of which the Biblical authors were moved to speak and write.\n\nWE DENY that the finitude or fallenness of these writers, by necessity or otherwise, introduced distortion or falsehood into God's Word."
    },
    {
      "Article": "10",
      "Title": "Article X",
      "Content": "WE AFFIRM that inspiration, strictly speaking, applies only to the autographic text of Scripture, which in the providence of God can be ascertained from available manuscripts with great accuracy. We further affirm that copies and translations of Scripture are the Word of God to the extent that they faithfully represent the original.\n\nWE DENY that any essential element of the Christian faith is affected by the absence of the autographs. We further deny that this absence renders the assertion of Biblical inerrancy invalid or irrelevant."
    },
    {
      "Article": "11",
      "Title": "Article XI",
      "Content": "WE AFFIRM that Scripture, having been given by divine inspiration, is infallible, so that, far from misleading us, it is true and reliable in all the matters it addresses.\n\nWE DENY that it is possible for the Bible to be at the same time infallible and errant in its assertions. Infallibility and inerrancy may be distinguished, but not separated."
    },
    {
      "Article": "12",
      "Title": "Article XII",
      "Content": "WE AFFIRM that Scripture in its entirety is inerrant, being free from all falsehood, fraud, or deceit.\n\nWE DENY that Biblical infallibility and inerrancy are limited to spiritual, religious, or redemptive themes, exclusive of assertions in the fields of history and science. We further deny that scientific hypotheses about earth history may properly be used to overturn the teaching of Scripture on creation and the flood."
    },
    {
      "Article": "13",
      "Title": "Article XIII",
      "Content": "WE AFFIRM the propriety of using inerrancy as a theological term with reference to the complete truthfulness of Scripture.\n\nWE DENY that it is proper to evaluate Scripture according to standards of truth and error that are alien to its usage or purpose. We further deny that inerrancy is negated by Biblical phenomena such as a lack of modern technical precision, irregularities of grammar or spelling, observational descriptions of nature, the reporting of falsehoods, the use of hyperbole and round numbers, the topical arrangement of material, variant selections of material in parallel accounts, or the use of free citations."
    },
    {
      "Article": "14",
      "Title": "Article XIV",
      "Content": "WE AFFIRM the unity and internal consistency of Scripture.\n\nWE DENY that alleged errors and discrepancies that have not yet been resolved vitiate the truth claims of the Bible."
    },
    {
      "Article": "15",
      "Title": "Article XV",
      "Content": "WE AFFIRM that the doctrine of inerrancy is grounded in the teaching of the Bible about inspiration.\n\nWE DENY that Jesus' teaching about Scripture may be dismissed by appeals to accommodation or to any natural limitation of His humanity."
    },
    {
      "Article": "16",
      "Title": "Article XVI",
      "Content": "WE AFFIRM that the doctrine of inerrancy has been integral to the Church's faith throughout its history.\n\nWE DENY that inerrancy is a doctrine invented by scholastic Protestantism, or is a reactionary position postulated in response to negative higher criticism."
    },
    {
      "Article": "17",
      "Title": "Article XVII",
      "Content": "WE AFFIRM that the Holy Spirit bears witness to the Scriptures, assuring believers of the truthfulness of God's written Word.\n\nWE DENY that this witness of the Holy Spirit operates in isolation from or against Scripture."
    },
    {
      "Article": "18",
      "Title": "Article XVIII",
      "Content": "WE AFFIRM that the text of Scripture is to be interpreted by grammatico-historical exegesis, taking account of its literary forms and devices, and that Scripture is to interpret Scripture.\n\nWE DENY the legitimacy of any treatment of the text or quest for sources lying behind it that leads to relativizing, dehistoricizing, or discounting its teaching, or rejecting its claims to authorship."
    },
    {
      "Article": "19",
      "Title": "Article XIX",
      "Content": "WE AFFIRM that a confession of the full authority, infallibility, and inerrancy of Scripture is vital to a sound understanding of the whole of the Christian faith. We further affirm that such confession should lead to increasing conformity to the image of Christ.\n\nWE DENY that such confession is necessary for salvation. However, we further deny that inerrancy can be rejected without grave consequences, both to the individual and to the Church."
    }
  ]
}
