{
  "Metadata": {
    "Title": "Consensus Tigurinus",
    "AlternativeTitles": [
      "Consensus of Zurich"
    ],
    "Year": "1549",
    "Authors": [
      "John Calvin"
    ],
    "Location": "Geneva, Switzerland",
    "OriginalLanguage": "Latin",
    "OriginStory": "Calvin presents a defense and explanation for his view of the Lord's Supper to explain his preaching on the topic and to unite the Reformed churches.",
    "SourceUrl": "http://apostles-creed.org/wp-content/uploads/2014/07/The-Consenus-Tigurinus-Zurich.pdf",
    "SourceAttribution": "Public Domain",
    "CreedFormat": "Canon"
  },
  "Data": [
    {
      "Article": "1",
      "Title": "The Whole Spiritual Government of the Church Leads us to Christ",
      "Content": "Seeing that Christ is the end of the law, and the knowledge of him comprehends in itself the whole sum of the gospel, there is no doubt that the object of the whole spiritual government of the Church is to lead us to Christ, as it is by him alone we come to God, who is the final end of a happy life. Whosoever deviates from this in the slightest degree, can never speak duly or appositely of any ordinances of God."
    },
    {
      "Article": "2",
      "Title": "A True Knowledge of the Sacraments from the Knowledge of Christ",
      "Content": "As the sacraments are appendages of the gospel, he only can discourse aptly and usefully of their nature, virtue, office, and benefit, who begins with Christ: and that not by adverting cursorily to the name of Christ, but by truly holding for what end he was given us by the Father, and what blessings he has conferred upon us."
    },
    {
      "Article": "3",
      "Title": "Nature of the Knowledge of Christ",
      "Content": "We must hold therefore that Christ, being the eternal Son of God, and of the same essence and glory with the Father, assumed our flesh, to communicate to us by right of adoption that which he possessed by nature, namely, to make us sons of God. This is done when ingrafted by faith into the body of Christ, and that by the agency of the Holy Spirit we are first counted righteous by a free imputation of righteousness, and then regenerated to a new life: whereby being formed again in the image of our heavenly Father, we renounce the old man."
    },
    {
      "Article": "4",
      "Title": "Christ a Priest and King",
      "Content": "Thus Christ, in his human nature, is to be considered as our priest, who expiated our sins by the one sacrifice of his death, put away all our transgressions by his obedience, provided a perfect righteousness for us, and now intercedes for us, that we may have access to God. He is to be considered as a repairer, who, by the agency of his Spirit, reforms whatever is vicious in us, that we may cease to live to the world and the flesh, and God himself may live in us. He is to be considered as a king, who enriches us with all kinds of blessings, governs and defends us by his power, provides us with spiritual weapons, delivers us from all harm, and rules and guides us by the sceptre of his mouth. And he is to be so considered, that he may raise us to himself, the true God, and to the Father, until the fulfilment of what is finally to take place, viz., God be all in all."
    },
    {
      "Article": "5",
      "Title": "How Christ Communicates Himself to Us",
      "Content": "Moreover, that Christ may thus exhibit himself to us and produce these effects in us, he must be made one with us, and we must be ingrafted into his body. He does not infuse his life into us unless he is our head, and from him the whole body, fitly joined together through every joint of supply, according to his working, maketh increase of the body in the proportion of each member."
    },
    {
      "Article": "6",
      "Title": "Spiritual Communion. Institution of the Sacraments",
      "Content": "The spiritual communion which we have with the Son of God takes place when he, dwelling in us by his Spirit, makes all who believe capable of all the blessings which reside in him. In order to testify this, both the preaching of the gospel was appointed, and the use of the sacraments committed to us, namely, the sacraments of holy Baptism and the holy Supper."
    },
    {
      "Article": "7",
      "Title": "The Ends of the Sacrament",
      "Content": "The ends of the sacraments are to be marks and badges of Christian profession and fellowship or fraternity, to be incitements to gratitude and exercises of faith and a godly life; in short, to be contracts binding us to this. But among other ends the principal one is, that God may, by means of them, testify, represent, and seal his grace to us. For although they signify nothing else than is announced to us by the Word itself, yet it is a great matter, first, that there is submitted to our eye a kind of living images which make a deeper impression on the senses, by bringing the object in a manner directly before them, while they bring the death of Christ and all his benefits to our remembrance, that faith may be the better exercised; and, secondly, that what the mouth of God had announced is, as it were, confirmed and ratified by seals."
    },
    {
      "Article": "8",
      "Title": "Gratitude",
      "Content": "Now, seeing that these things which the Lord has given as testimonies and seals of his grace are true, he undoubtedly truly performs inwardly by his Spirit that which the sacraments figure to our eyes and other senses; in other words, we obtain possession of Christ as the fountain of all blessings, both in order that we may be reconciled to God by means of his death, be renewed by his Spirit to holiness of life, in short, obtain righteousness and salvation; and also in order that we may give thanks for the blessings which were once exhibited on the cross, and which we daily receive by faith."
    },
    {
      "Article": "9",
      "Title": "The Signs and the Things Signified Not Disjoined but Distinct",
      "Content": "Wherefore, though we distinguish, as we ought, between the signs and the things signified, yet we do not disjoin the reality from the signs, but acknowledge that all who in faith embrace the promises there offered receive Christ spiritually, with his spiritual gifts, while those who had long been made partakers of Christ continue and renew that communion."
    },
    {
      "Article": "10",
      "Title": "The Promise Principally to Be Looked To in the Sacraments",
      "Content": "And it is proper to look not to the bare signs, but rather to the promise thereto annexed. As far, therefore, as our faith in the promise there offered prevails, so far will that virtue and efficacy of which we speak display itself. Thus the substance of water, bread, and wine, by no means offers Christ to us, nor makes us capable of his spiritual gifts. The promise rather is to be looked to, whose office it is to lead us to Christ by the direct way of faith, faith which makes us partakers of Christ."
    },
    {
      "Article": "11",
      "Title": "We Are Not to Stand Gazing on the Elements",
      "Content": "This refutes the error of those who stand gazing on the elements, and attach their confidence of salvation to them; seeing that the sacraments separated from Christ are but empty shows, and a voice is distinctly heard throughout proclaiming that we must adhere to none but Christ alone, and seek the gift of salvation from none but him."
    },
    {
      "Article": "12",
      "Title": "The Sacraments Effect Nothing by Themselves",
      "Content": "Besides, if any good is conferred upon us by the sacraments, it is not owing to any proper virtue in them, even though in this you should include the promise by which they are distinguished. For it is God alone who acts by his Spirit. When he uses the instrumentality of the sacraments, he neither infuses his own virtue into them nor derogates in any respect from the effectual working of his Spirit, but, in adaptation to our weakness, uses them as helps; in such manner, however, that the whole power of acting remains with him alone."
    },
    {
      "Article": "13",
      "Title": "God Uses the Instrument, but All the Virtue Is His",
      "Content": "Wherefore, as Paul reminds us, that neither he that planteth nor he that watereth is any thing, but God alone that giveth the increase; so also it is to be said of the sacraments that they are nothing, because they will profit nothing, unless God in all things make them effectual. They are indeed instruments by which God acts efficaciously when he pleases, yet so that the whole work of our salvation must be ascribed to him alone."
    },
    {
      "Article": "14",
      "Title": "The Whole Accomplished by Christ",
      "Content": "We conclude, then, that it is Christ alone who in truth baptizes inwardly, who in the Supper makes us partakers of himself, who, in short, fulfils what the sacraments figure, and uses their aid in such manner that the whole effect resides in his Spirit."
    },
    {
      "Article": "15",
      "Title": "How the Sacraments Confirm",
      "Content": "Thus the sacraments are sometimes called seals, and are said to nourish, confirm, and advance faith, and yet the Spirit alone is properly the seal, and also the beginner and finisher of faith. For all these attributes of the sacraments sink down to a lower place, so that not even the smallest portion of our salvation is transferred to creatures or elements."
    },
    {
      "Article": "16",
      "Title": "All Who Partake of the Sacraments Do Not Partake of the Reality",
      "Content": "Besides, we carefully teach that God does not exert his power indiscriminately in all who receive the sacraments, but only in the elect. For as he enlightens unto faith none but those whom he hath foreordained to life, so by the secret agency of his Spirit he makes the elect receive what the sacraments offer."
    },
    {
      "Article": "17",
      "Title": "The Sacraments Do Not Confer Grace",
      "Content": "By this doctrine is overthrown that fiction of the sophists which teaches that the sacraments confer grace on all who do not interpose the obstacle of mortal sin. For besides that in the sacraments nothing is received except by faith, we must also hold that the grace of God is by no means so annexed to them that whoso receives the sign also gains possession of the thing. For the signs are administered alike to reprobate and elect, but the reality reaches the latter only."
    },
    {
      "Article": "18",
      "Title": "The Gifts Offered to All, but Received by Believers Only",
      "Content": "It is true indeed that Christ with his gifts is offered to all in common, and that the unbelief of man not overthrowing the truth of God, the sacraments always retain their efficacy; but all are not capable of receiving Christ and his gifts. Wherefore nothing is changed on the part of God, but in regard to man each receives according to the measure of his faith."
    },
    {
      "Article": "19",
      "Title": "Believers Before, and Without the Use of the Sacraments, Communicate with Christ",
      "Content": "As the use of the sacraments will confer nothing more on unbelievers than if they had abstained from it, nay, is only destructive to them, so without their use believers receive the reality which is there figured.  Thus the sins of Paul were washed away by baptism, though they had been previously washed away. So likewise baptism was the laver of regeneration to Cornelius, though he had already received the Holy Spirit. So in the Supper Christ communicates himself to us, though he had previously imparted himself, and perpetually remains in us. For seeing that each is enjoined to examine himself, it follows that faith is required of each before coming to the sacrament. Faith is not without Christ; but inasmuch as faith is confirmed and increased by the sacraments, the gifts of God are confirmed in us, and thus Christ in a manner grows in us and we in him."
    },
    {
      "Article": "20",
      "Title": "The Benefit Not Always Received in the Act of Communicating",
      "Content": "The advantage which we receive from the sacraments ought by no means to be restricted to the time at which they are administered to us, just as if the visible sign, at the moment when it is brought forward, brought the grace of God along with it. For those who were baptized when mere infants, God regenerates in childhood or adolescence, occasionally even in old age. Thus the utility of baptism is open to the whole period of life, because the promise contained in it is perpetually in force. And it may sometimes happen that the use of the holy Supper, which, from thoughtlessness or slowness of heart does little good at the time, afterward bears its fruit."
    },
    {
      "Article": "21",
      "Title": "No Local Presence Must Be Imagined",
      "Content": "We must guard particularly against the idea of any local presence. For while the signs are present in this world, are seen by the eyes and handled by the hands, Christ, regarded as man, must be sought nowhere else than in Heaven, and not otherwise than with the mind and eye of faith. Wherefore it is a perverse and impious superstition to inclose him under the elements of this world."
    },
    {
      "Article": "22",
      "Title": "Explanation of the Words \"This Is My Body.\"",
      "Content": "Those who insist that the formal words of the Supper, \"This is my body; this is my blood,\" are to be taken in what they call the precisely literal sense, we repudiate as preposterous interpreters. For we hold it out of controversy that they are to be taken figuratively, the bread and wine receiving the name of that which they signify. Nor should it be thought a new or unwonted thing to transfer the name of things figured by metonomy to the sign, as similar modes of expression occur throughout the Scriptures, and we by so saying assert nothing but what is found in the most ancient and most approved writers of the Church."
    },
    {
      "Article": "23",
      "Title": "Of the Eating of the Body",
      "Content": "When it is said that Christ, by our eating of his flesh and drinking of his blood, which are here figured, feeds our souls through faith by the agency of the Holy Spirit, we are not to understand it as if any mingling or transfusion of substance took place, but that we draw life from the flesh once offered in sacrifice and the blood shed in expiation."
    },
    {
      "Article": "24",
      "Title": "Transubstantiation and Other Follies",
      "Content": "In this way are refuted not only the fiction of the Papists concerning transubstantiation, but all the gross figments and futile quibbles which either derogate from his celestial glory or are in some degree repugnant to the reality of his human nature. For we deem it no less absurd to place Christ under the bread or couple him with the bread, than to transubstantiate the bread into his body."
    },
    {
      "Article": "25",
      "Title": "The Body of Christ Locally in Heaven",
      "Content": "And that no ambiguity may remain when we say that Christ is to be sought in Heaven, the expression implies and is understood by us to intimate distance of place. For though philosophically speaking there is no place above the skies, yet as the body of Christ, bearing the nature and mode of a human body, is finite and is contained in Heaven as its place, it is necessarily as distant from us in point of space as Heaven is from Earth."
    },
    {
      "Article": "26",
      "Title": "Christ Not to Be Adored in the Bread",
      "Content": "If it is not lawful to affix Christ in our imagination to the bread and the wine, much less is it lawful to worship him in the bread. For although the bread is held forth to us as a symbol and pledge of the communion which we have with Christ, yet as it is a sign and not the thing itself, and has not the thing either included in it or fixed to it, those who turn their minds towards it, with the view of worshipping Christ, make an idol of it."
    }
  ]
}
