{
  "Metadata": {
    "Title": "Council of Orange",
    "AlternativeTitles": [
      "Second Council of Orange",
      "Second Synod of Orange"
    ],
    "Year": "529",
    "Authors": [
      "Caesarius of Arles",
      "Julianus Amartolus, Bishop of Carpentras",
      "Constantius, Bishop of Gap",
      "Cyprianus, Bishop of Toulon",
      "Eucherius, Bishop of Avignon",
      "Eucherius",
      "Heraclius, Bishop of Saint-Paul-trois-Chateaux",
      "Principius",
      "Philagrius, Bishop of Cavaillon",
      "Maximus",
      "Praetextatus, Bishop of Apt",
      "Alethius, Bishop of Vaison",
      "Lupercianus, Bishop of Frejus",
      "Vindemialis, Bishop of Orange"
    ],
    "Location": "Orange, France",
    "OriginalLanguage": "Latin",
    "OriginStory": "This councel met to decide between semi-Pelagianism and Augustinianism. They decided on semi-Augustinianism",
    "SourceUrl": "www.onthewing.org/user/Creed_Council%20of%20Orange%20-%20Pelagianism.pdf",
    "SourceAttribution": "Public Domain",
    "CreedFormat": "Canon"
  },
  "Data": [
    {
      "Article": "1",
      "Title": "Canon 1",
      "Content": "If anyone denies that it is the whole man, that is, both body and soul, that was \"changed for the worse\" through the offense of Adam's sin, but believes that the freedom of the soul remains unimpaired and that only the body is subject to corruption, he is deceived by the error of Pelagius and contradicts the scripture which says, \"The soul that sins shall die\" (Ezek.  18:20); and, \"Do you not know that if you yield yourselves to anyone as obedient slaves, you are the slaves of the one whom you obey?\" (Rom. 6:16); and, \"For whatever overcomes a man, to that he is enslaved\" (2 Pet. 2:19)."
    },
    {
      "Article": "2",
      "Title": "Canon 2",
      "Content": "If anyone asserts that Adam's sin affected him alone and not his descendants also, or at least if he declares that it is only the death of the body which is the punishment for sin, and not also that sin, which is the death of the soul, passed through one man to the whole human race, he does injustice to God and contradicts the Apostle, who says, \"Therefore as sin came into the world through one man and death through sin, and so death spread to all men because all men sinned\" (Rom. 5:12)."
    },
    {
      "Article": "3",
      "Title": "Canon 3",
      "Content": "If anyone says that the grace of God can be conferred as a result of human prayer, but that it is not grace itself which makes us pray to God, he contradicts the prophet Isaiah, or the Apostle who says the same thing, \"I have been found by those who did not seek me; I have shown myself to those who did not ask for me\" (Rom 10:20, quoting Isa. 65:1)."
    },
    {
      "Article": "4",
      "Title": "Canon 4",
      "Content": "If anyone maintains that God awaits our will to be cleansed from sin, but does not confess that even our will to be cleansed comes to us through the infusion and working of the Holy Spirit, he resists the Holy Spirit himself who says through Solomon, \"The will is prepared by the Lord\" (Prov. 8:35, LXX), and the salutary word of the Apostle, \"For God is at work in you, both to will and to work for his good pleasure\" (Phil. 2:13)."
    },
    {
      "Article": "5",
      "Title": "Canon 5",
      "Content": "If anyone says that not only the increase of faith but also its beginning and the very desire for faith, by which we believe in Him who justifies the ungodly and comes to the regeneration of holy baptism -- if anyone says that this belongs to us by nature and not by a gift of grace, that is, by the inspiration of the Holy Spirit amending our will and turning it from unbelief to faith and from godlessness to godliness, it is proof that he is opposed to the teaching of the Apostles, for blessed Paul says, \"And I am sure that he who began a good work in you will bring it to completion at the day of Jesus Christ\" (Phil. 1:6). And again, \"For by grace you have been saved through faith; and this is not your own doing, it is the gift of God\" (Eph. 2:8). For, those who state that the faith by which we believe in God is natural make all who are separated from the Church of Christ by definition in some measure believers."
    },
    {
      "Article": "6",
      "Title": "Canon 6",
      "Content": "If anyone says that God has mercy upon us when, apart from his grace, we believe, will, desire, strive, labor, pray, watch, study, seek, ask, or knock, but does not confess that it is by the infusion and inspiration of the Holy Spirit within us that we have the faith, the will, or the strength to do all these things as we ought; or if anyone makes the assistance of grace depend on the humility or obedience of man and does not agree that it is a gift of grace itself that we are obedient and humble, he contradicts the Apostle who says, \"What have you that you did not receive?\" (1 Cor. 4:7), and, \"But by the grace of God I am what I am\" (1 Cor. 15:10)."
    },
    {
      "Article": "7",
      "Title": "Canon 7",
      "Content": "If anyone affirms that we can form any right opinion or make any right choice which relates to the salvation of eternal life, as is expedient for us, or that we can be saved, that is, assent to the preaching of the gospel through our natural powers without the illumination and inspiration of the Holy Spirit, who makes all men gladly assent to and believe in the truth, he is led astray by a heretical spirit, and does not understand the voice of God who says in the Gospel, \"For apart from me you can do nothing\" (John 15:5), and the word of the Apostle, \"Not that we are competent of ourselves to claim anything as coming from us; our competence is from God\" (2 Cor. 3:5)."
    },
    {
      "Article": "8",
      "Title": "Canon 8",
      "Content": "If anyone maintains that some are able to come to the grace of baptism by mercy but others through free will, which has manifestly been corrupted in all those who have been born after the transgression of the first man, it is proof that he has no place in the true faith. For he denies that the free will of all men has been weakened through the sin of the first man, or at least holds that it has been affected in such a way that they have still the ability to seek the mystery of eternal salvation by themselves without the revelation of God. The Lord himself shows how contradictory this is by declaring that no one is able to come to him \"unless the Father who sent me draws him\" (John 6:44), as he also says to Peter, \"Blessed are you, Simon Bar-Jona! For flesh and blood has not revealed this to you, but my Father who is in heaven\" (Matt. 16:17), and as the Apostle says, \"No one can say 'Jesus is Lord' except by the Holy Spirit\" (1 Cor. 12:3)."
    },
    {
      "Article": "9",
      "Title": "Canon 9",
      "Content": "Concerning the succor of God. It is a mark of divine favor when we are of a right purpose and keep our feet from hypocrisy and unrighteousness; for as often as we do good, God is at work in us and with us, in order that we may do so."
    },
    {
      "Article": "10",
      "Title": "Canon 10",
      "Content": "Concerning the succor of God. The succor of God is to be ever sought by the regenerate and converted also, so that they may be able to come to a successful end or persevere in good works."
    },
    {
      "Article": "11",
      "Title": "Canon 11",
      "Content": "Concerning the duty to pray. None would make any true prayer to the Lord had he not received from him the object of his prayer, as it is written, \"Of your own have we given you\" (1 Chron. 29:14)."
    },
    {
      "Article": "12",
      "Title": "Canon 12",
      "Content": "Of what sort we are whom God loves. God loves us for what we shall be by his gift, and not by our own deserving."
    },
    {
      "Article": "13",
      "Title": "Canon 13",
      "Content": "Concerning the restoration of free will. The freedom of will that was destroyed in the first man can be restored only by the grace of baptism, for what is lost can be returned only by the one who was able to give it. Hence the Truth itself declares: \"So if the Son makes you free, you will be free indeed\" (John 8:36)."
    },
    {
      "Article": "14",
      "Title": "Canon 14",
      "Content": "No mean wretch is freed from his sorrowful state, however great it may be, save the one who is anticipated by the mercy of God, as the Psalmist says, \"Let thy compassion come speedily to meet us\" (Ps. 79:8), and again, \"My God in his steadfast love will meet me\" (Ps.  59:10)."
    },
    {
      "Article": "15",
      "Title": "Canon 15",
      "Content": "Adam was changed, but for the worse, through his own iniquity from what God made him. Through the grace of God the believer is changed, but for the better, from what his iniquity has done for him. The one, therefore, was the change brought about by the first sinner; the other, according to the Psalmist, is the change of the right hand of the Most High (Ps. 77:10). "
    },
    {
      "Article": "16",
      "Title": "Canon 16",
      "Content": "No man shall be honored by his seeming attainment, as though it were not a gift, or suppose that he has received it because a missive from without stated it in writing or in speech. For the Apostle speaks thus, \"For if justification were through the law, then Christ died to no purpose\" (Gal. 2:21); and \"When he ascended on high he led a host of captives, and he gave gifts to men\" (Eph. 4:8, quoting Ps. 68:18). It is from this source that any man has what he does; but whoever denies that he has it from this source either does not truly have it, or else \"even what he has will be taken away\" (Matt. 25:29)."
    },
    {
      "Article": "17",
      "Title": "Canon 17",
      "Content": "Concerning Christian courage. The courage of the Gentiles is produced by simple greed, but the courage of Christians by the love of God which \"has been poured into our hearts\" not by freedom of will from our own side but \"through the Holy Spirit which has been given to us\" (Rom. 5:5)."
    },
    {
      "Article": "18",
      "Title": "Canon 18",
      "Content": "That grace is not preceded by merit. Recompense is due to good works if they are performed; but grace, to which we have no claim, precedes them, to enable them to be done."
    },
    {
      "Article": "19",
      "Title": "Canon 19",
      "Content": "That a man can be saved only when God shows mercy. Human nature, even though it remained in that sound state in which it was created, could by no means save itself, without the assistance of the Creator; hence since man cannot safe-guard his salvation without the grace of God, which is a gift, how will he be able to restore what he has lost without the grace of God?"
    },
    {
      "Article": "20",
      "Title": "Canon 20",
      "Content": "That a man can do no good without God. God does much that is good in a man that the man does not do; but a man does nothing good for which God is not responsible, so as to let him do it."
    },
    {
      "Article": "21",
      "Title": "Canon 21",
      "Content": "Concerning nature and grace. As the Apostle most truly says to those who would be justified by the law and have fallen from grace, \"If justification were through the law, then Christ died to no purpose\" (Gal. 2:21), so it is most truly declared to those who imagine that grace, which faith in Christ advocates and lays hold of, is nature: \"If justification were through nature, then Christ died to no purpose.\" Now there was indeed the law, but it did not justify, and there was indeed nature, but it did not justify. Not in vain did Christ therefore die, so that the law might be fulfilled by him who said, \"I have come not to abolish them (the law and prophets) but to fulfill them\" (Matt. 5:17), and that the nature which had been destroyed by Adam might be restored by him who said that he had come \"to seek and to save the lost\" (Luke 19:10)."
    },
    {
      "Article": "22",
      "Title": "Canon 22",
      "Content": "Concerning those things that belong to man. No man has anything of his own but untruth and sin. But if a man has any truth or righteousness, it from that fountain for which we must thirst in this desert, so that we may be refreshed from it as by drops of water and not faint on the way."
    },
    {
      "Article": "23",
      "Title": "Canon 23",
      "Content": "Concerning the will of God and of man. Men do their own will and not the will of God when they do what displeases him; but when they follow their own will and comply with the will of God, however willingly they do so, yet it is his will by which what they will is both prepared and instructed."
    },
    {
      "Article": "24",
      "Title": "Canon 24",
      "Content": "Concerning the branches of the vine. The branches on the vine do not give life to the vine, but receive life from it; thus the vine is related to its branches in such a way that it supplies them with what they need to live, and does not take this from them. Thus it is to the advantage of the disciples, not Christ, both to have Christ abiding in them and to abide in Christ.  For if the vine is cut down another can shoot up from the live root; but one who is cut off from the vine cannot live without the root (John 15:5ff)."
    },
    {
      "Article": "25",
      "Title": "Canon 25",
      "Content": "Concerning the love with which we love God. It is wholly a gift of God to love God.  He who loves, even though he is not loved, allowed himself to be loved. We are loved, even when we displease him, so that we might have means to please him. For the Spirit, whom we love with the Father and the Son, has poured into our hearts the love of the Father and the Son (Rom. 5:5)."
    },
    {
      "Article": "C",
      "Title": "Conclusion",
      "Content": "And thus according to the passages of Holy Scripture quoted above or the interpretations of the ancient Fathers we must, under the blessing of God, preach and believe as follows. The sin of the first man has so impaired and weakened free will that no one thereafter can either love God as he ought or believe in God or do good for God's sake, unless the grace of divine mercy has preceded him. We therefore believe that the glorious faith which was given to Abel the righteous, and Noah, and Abraham, and Isaac, and Jacob, and to all the saints of old, and which the Apostle Paul1 commends in extolling them (Heb. 11), was not given through natural goodness as it was before to Adam, but was bestowed by the grace of God. And we know and also believe that even after the coming of our Lord this grace is not to be found in the free will of all who desire to be baptized, but is bestowed by the kindness of Christ, as has already been frequently stated and as the Apostle Paul declares, \"For it has been granted to you that for the sake of Christ you should not only believe in him but also suffer for his sake\" (Phil. 1:29).  And again, \"He who began a good work in you will bring it to completion at the day of Jesus Christ\" (Phil. 1:6). And again, \"For by grace you have been saved through faith; and it is not your own doing, it is the gift of God\" (Eph. 2:8). And as the Apostle says of himself, \"I have obtained mercy to be faithful\" (1 Cor. 7:25, cf. 1 Tim. 1:13). He did not say, \"because I was faithful,\" but \"to be faithful.\" And again, \"What have you that you did not receive?\" (1 Cor. 4:7).  And again, \"Every good endowment and every perfect gift is from above, coming down from the Father of lights\" (Jas. 1:17). And again, \"No one can receive anything except what is given him from heaven\" (John 3:27). There are innumerable passages of Holy Scripture which can be quoted to prove the case for grace, but they have been omitted for the sake of brevity, because further examples will not really be of use where few are deemed sufficient.  According to the catholic faith we also believe that after grace has been received through baptism, all baptized persons have the ability and responsibility, if they desire to labor faithfully, to perform with the aid and cooperation of Christ what is of essential importance in regard to the salvation of their soul. We not only do not believe that any are foreordained to evil by the power of God, but even state with utter abhorrence that if there are those who want to believe so evil a thing, they are anathema. We also believe and confess to our benefit that in every good work it is not we who take the initiative and are then assisted through the mercy of God, but God himself first inspires in us both faith in him and love for him without any previous good works of our own that deserve reward, so that we may both faithfully seek the sacrament of baptism, and after baptism be able by his help to do what is pleasing to him. We must therefore most evidently believe that the praiseworthy faith of the thief whom the Lord called to his home in paradise, and of Cornelius the centurion, to whom the angel of the Lord was sent, and of Zacchaeus, who was worthy to receive the Lord himself, was not a natural endowment but a gift of God's kindness."
    }
  ]
}
