{
  "Metadata": {
    "Title": "First Helvetic Confession",
    "AlternativeTitles": [
      "Second Confession of Basel"
    ],
    "Year": "1536",
    "Authors": [
      "Heinrich Bullinger"
    ],
    "Location": "Basel, Switzerland",
    "OriginalLanguage": "",
    "OriginStory": "",
    "SourceUrl": "https://quod.lib.umich.edu/e/eebo/A13256.0001.001?rgn=main;view=fulltext",
    "SourceAttribution": "Public Domain - Translated by George Wishart (1537?)",
    "CreedFormat": "Canon"
  },
  "Data": [
    {
      "Article": "1",
      "Title": "Of the Holy Scrypture",
      "Content": "The canonycall or holy scrypture whiche is the worde of god taught and gyuen by the holy spryte, & puplyshed vnto the worlde by the prophetes and holy apostles, which also is the moost perfyte and auncient science and doctryne of wysoome it alone contayneth consumatly all godlynes and all sorte and maner of facyon of lyfe."
    },
    {
      "Article": "2",
      "Title": "Of the Exposicion of Scrypture",
      "Content": "The interpretacion or exposicio of this holy wrytte ought and shuld be sought out of it selfe, so that it shulde be the owne interpretour, the rule of charite and faythe hauynge gouernaunce."
    },
    {
      "Article": "3",
      "Title": "Of Mannes Tradicions",
      "Content": "As to other thynges, of tradicions of men howe bewtifull & how moch receyued soeuer they be, what so euer tradicions withdraweth vs & stoppeth vs fro the scripture, of such do we answere the sayenges of the lord as of thynges hurt full and vnprofytable, they worshyppe me in vayne teachyng the doctrynes of man. Math i. xv."
    },
    {
      "Article": "4",
      "Title": "Of the Holy Fathers",
      "Content": "For the whiche sorte of interpretacyon so farre as the holy fathers hathe not gone fro it, not onely do we receyue them as interpretours of the scripture but also we honour and worshyp them as chosen and beloued instrumentes of God."
    },
    {
      "Article": "5",
      "Title": "The Ende & Entent of the Scrypture",
      "Content": "The pryncypal entent of al the scripture canonicall is to declare that God is beniuolent and frendly mynded to mankynde, and that he hathe declared that kyndnes in and throughe Iesu Chryste his onely sone, the which kynd nes is receyuyd by fayth, but this fayth is effectuous through charitie and expressed in an innocent lyfe"
    },
    {
      "Article": "6",
      "Title": "Of God",
      "Content": "Of God we byleue in this sorte, that he is almyghtie, beynge one in substance and thre in persones, whiche euen as he hathe created by his worde, that is his sone, all thynges of nothynge, so by his spirite and prouydence gouerns he, preserue, & norysheth he, most truly, ryghtously, and wysely all thynges."
    },
    {
      "Article": "7",
      "Title": "Of Man",
      "Content": "Man whiche is the perfectest image of God in earthe, and also is the chefe dignite and honoure amonge all creatures visible, beynge made of soule and body, of the whiche twayne the body is mortall, the soule immortall, whan he was creat of god holy, by fallynge in vyce and synne throughe his owne fal, drew with hym in that same ruen & fal, & so subiected all mankynde to the same calamitie & wretchydnes that he fell in."
    },
    {
      "Article": "8",
      "Title": "Of Originall Synne",
      "Content": "And so this pestiferous infection whiche men calleth originall, hathe infecte and ouerspred the whole kynde of man, so far that by no helpe (he beynge the sone of wrathe and vengaunge and enemye of god) coulde be healed by any meanes but by the helpe of god onely, for yf there be any good that remayneth in man after the fall, that same beynge ioyntelie made weaker and weaker by our vyce tournes to the worse, because the strengthe and power of euyll ouercometh it, and nother suffereth it vs to folowe reason nor yet to exersyse ye godlynes of our mynde."
    },
    {
      "Article": "9",
      "Title": "Of Frewyll",
      "Content": "Wherfore we attribute so free wyll to man as we whiche wyttynge & wyllynge to do good, fele experiece of euyll, Also euyll trewly we maye do of oure owne wyll, but to enbrace and folowe good (except we be elluminat styred vp and mounted, by the grace of Chryst) we maye not, for god is he whiche worketh in vs, bothe to wyll, to performe, and to accomplyshe for his owne good wyll sake, and of god cometh our helth and saluacion, but of our selfe commeth perdicion."
    },
    {
      "Article": "10",
      "Title": "Of the Eternall Mynde of God to Restore Man",
      "Content": "And howbeit that through his fault man was subiecte vnto dampnacion, and also was runne vnder the iuste indingnacion of God to take vengaunce of hym, yet god the father neuer seaced to take a mercyfull cure ouer hym, the whiche thynge is manifest not onely of the fyrste prynces and the whole lawe, whiche as it is holy and good teaching vs the wyll of god, ryghtuousnes, and truthe, so worketh it wrath and storeth vp synne within vs, and slacketh it not, and that not through any faulte of it selfe but through oure vyce, but also clerely appereth it through Christ whiche was ordayned and geuen for that purpose."
    },
    {
      "Article": "11",
      "Title": "Of Iesus Christ and that is Done by Hym",
      "Content": "This Christ the very sone of God, & very God and very man also was made our brother, at the tyme appoynted he toke vpon hi whole man, made of soule and body, hauynge two natures vnpermyxte and one deuyne parsone, to the intent that he shulde restore vnto lyfe vs that were deed, and make vs aryse of God annexte with hym selfe, he also after that he had taken vpon him of the immaculate virgin by operacion of the holy goost fleshe, whiche was holy bycause of the vnion of the godhed, which is and also was lyke to our fleshe in all thynges excepte in synfulnes, and that bycause it behoued ye sacrefice for synne to be cleane and inmaculate, gaue that same fleshe to death for to expell all our synne by that meanes, and he also to the entent that we shuld haue one full and perfecte hope and trust of our inmortalitie hathe raysed vp agayne fro death to lyfe his owne fleshe, and hathe set it and placed it in heauen at the ryghte hande of his almyghty father.\n\nAnd there he sytteth our victorious champion, our gyder, our capitayne, and heed, also our hyghest bysshop in dede  synne, death, and hell, beynge victoriously ouercome by hym, and defendeth oure cause and pleateth it perpetually vntyll he shall reforme and fascion vs to that lykenes to whiche we were create, and brynge vs to be partakers of eternall lyfe, and we loke for hym and beleueth that he shall come at the ende of all ages to be our trewe ryghtuous iust Iudge, and shall pronofice sentence agaynst all fleshe, whiche shalbe raysed vp before to that Iudgement and that he shall exalte the godly a boue the heauens, but the vngodly shall he codepne bothe body & soule to eternal distruction.\n\nAnd as he onely is oure mediatour, and entercessour, hoste and sacrifice, bysshop, lorde, and our kynge. Also do we acknowlage and confesse hym onely to be our attonement and raunsome, satisfaction, expiacion, or wysdome, our defence, and our onely deliuerer, refusyng vtterly all other meane of lyfe and saluacion, excepte thus by Chryst onely."
    },
    {
      "Article": "12",
      "Title": "The Ende of the Preachynge of the Gospell",
      "Content": "And therfore in the whole doctryne of the euangelystes anunciat and shew to be the fyrste, and chefely to be inculcated and taught that we are safe onely by the marcie of God, and merite of our sauiour Christ. And that men maye perceyue and vnderstande the better howe necessary is the mercie of god, and Christes merites for the, theyr synnes shuld be clerely shewed to them by the lawe, and remission by Christes death."
    },
    {
      "Article": "13",
      "Title": "Of Fayth & of the Power of It",
      "Content": "And these so godly benifites with the very sanctificacion of the holy spirite, do we optayne by fayth, the very trewe gyfte of God, and not throughe any other power or strength of oure selues or merytes.\n\nWhiche faythe is one certayne and vndouted substance and aprehensyon of all thynges that we hope for to come of the kyndnes of god, and it cometh firste out of the selfe charitie, it worketh noble frutes of al vertues, yet not with standynge we atribute no thyng to the dedes, althoughe they be godly yet be they mennes workes and actes, but the helthe and saluacion that is optayned, we atribute to the grace of god onely, and truely this worshypynge a lone is the very trewe worshypynge of god, faythe I meane mooste pryngnaunt & plentifull of good workes without any confydence in the workes."
    },
    {
      "Article": "14",
      "Title": "The Congregacion or Churche",
      "Content": "Also we holde and beleue that the churche, whiche is the congregacion & eleccion of all holy men, whiche also is the spouse of Christ whom he shall presente without spot vnto his father washynge it in his owne blode, is of suche lyuely stones aforesayd layde vpo this lyuely rocke on this maner..n\n he whiche churche howbeit, it be euydently knowne onely to the eyes of God, yet be certayne eternall ryghtes institute by Christ and be one publyke and lawful teachynge, teachynge of the worde of god, not onely is it spyed and knowen, but it is also so constituted by them that without the cerimonies there is no man reconed to be of it, excepte it be by a synguler preuilege of God"
    },
    {
      "Article": "15",
      "Title": "The Ministers of the Word of God",
      "Content": "And for this cause we graunte the ministers of the church to be Cooperators of God as Paule calleth the, by whome God geueth and ministreth both know ledge of our selfe, and remission of synne, and conuerteth men to hym selfe, rayseth them vp, and comforteth the, affrayeth them also, and iudgeth them  but so that the vertue and efficacie therof we ascrybe also to the Lorde, and the ministracion of the sacramentes. For it is manifest that this efficacie and powre is not bounde nor knytte to any creature, but is dyspensed lyberally and freely who soeuer and when soeuer he shall please for he that watereth is nothyng, nor yet is he that planteth any thynge, but he that geueth the encreasment, whiche is God."
    },
    {
      "Article": "16",
      "Title": "The Power of the Churche",
      "Content": "The aucthorite to preache Goddes worde, and to feede the Lordes flocke, the whiche properly is the power of the keyes, prescribynge and comaundyng, all men bothe hye and lowe all lyke, shulde be holy and inuiolat, and shulde be comitted onely to them that are mete therfore and chosen other by the eleccion of God, or elles by a sure and aduysed eleccion of the churche, or by theyr wyll to whome the churches depute & apoynt that offyce of chosynge."
    },
    {
      "Article": "17",
      "Title": "The Chosyng of Ministers or Officers",
      "Content": "This ministracion and offyce shulde be graunted to no man but to him whom the ministers of the churche, and they vnto whom the charge is gyuen by the churches, & foud iudged to be of knowlage in the law of god, & of inocent lyfe, the whiche seynge it is the very eleccion God, it is well and iustlye approued by the voyce of the churche, and the imposicion of handes of the heedes of the preestes."
    },
    {
      "Article": "18",
      "Title": "The Heed & Sheperd of the Churche",
      "Content": "Christe verely hym selfe is the very trewe heed of his churche and congregacion, and the onely pastor and heerd, and he also geueth presydetes, heedes, and teachers, to the entent that in the externall administracion they shulde vse the ppower of the churche well and lawfully, wherfore we knowe not them that are heedes & pastors in name onely, nor yet the Romenishe heedes."
    },
    {
      "Article": "19",
      "Title": "The Dutie of Ministers or Officers",
      "Content": "The chefe and pryncypall offyce of this ministracion is to preache repentaunce and remission of synne through Iesu Christe, to praye continually for the people, to geue diligence wholy to holy stodyes and to the worde of God, and resyst and pursue the deuyll alway with the word of god, as wt the sworde of the spirite, and that with a deadly ha tered, and by all meanes to chasten him awaye, to defende the holy citezens of Christe.\n\nAnd by all meanes compell and reproue the fautie and vicious, and to exclude from the churche them that stereth to farre, and that by a godly consente and agrement of them whiche are chosen of ye ministers and magistrates for correccyon, or to ponyshe them by any other waye conuenient and profytable meanes, so longe vntyll they come to a mendement, and so be safe, for this is the returnynge of the churche agayne, for one suche Citezen of Chryst yf he acknowlage and confesse his erroure with conuerted mynde and lyfe, for all this doctryne seketh and wylleth that we requyre wyllynge and helthefull correccion, exhilarite, or comforte all godly by a newe studdy of godlynes."
    }
  ]
}
