{
  "Metadata": {
    "Title": "Helvetic Consensus",
    "AlternativeTitles": [
      "Formula Consensus Helvetica"
    ],
    "Year": "1675",
    "Authors": [
      "Johann Heidegger"
    ],
    "Location": "Zurich, Switzerland",
    "OriginalLanguage": "Latin",
    "OriginStory": "A formula to stop the heterodoxy taught at the French Academy of Saumur.",
    "SourceUrl": "http://apostles-creed.org/wp-content/uploads/2014/07/Creed_Helvetic.pdf",
    "SourceAttribution": "Translation Copyright 1990 - Martin Klauber",
    "CreedFormat": "Canon"
  },
  "Data": [
    {
      "Article": "I",
      "Title": "Canon I",
      "Content": "God, the Supreme Judge, not only took care to have his word, which is the \"power of God unto salvation to every one that believes\" (Rom 1:16), committed to writing by Moses, the Prophets and the Apostles, but has also watched and cherished it with paternal care from the time it was written up to the present, so that it could not be corrupted by craft of Satan or fraud of man. Therefore the Church justly ascribes to it his singular grace and goodness that she has, and will have to the end of the world (2 Pet 1:19), a \"sure word of prophecy\" and \"Holy Scriptures\" (2 Tim 3:15), from which though heaven and earth pass away, \"the smallest letter or the least stroke of a pen will not disappear by any means\" (Matt 5:18)."
    },
    {
      "Article": "II",
      "Title": "Canon II",
      "Content": "But, in particular, The Hebrew original of the OT which we have received and to this day do retain as handed down by the Hebrew Church, \"who had been given the oracles of God\" (Rom 3:2), is, not only in its consonants, but in its vowels either the vowel points themselves, or at least the power of the points not only in its matter, but in its words, inspired by God. It thus forms, together with the Original of the NT the sole and complete rule of our faith and practice; and to its standard, as to a Lydian stone, all extant versions, eastern or western, ought to be applied, and wherever they differ, be conformed."
    },
    {
      "Article": "III",
      "Title": "Canon III",
      "Content": "Therefore, we are not able to approve of the opinion of those who believe that the text which the Hebrew Original exhibits was determined by man's will alone, and do not hesitate at all to remodel a Hebrew reading which they consider unsuitable, and amend it from the versions of the LXX and other Greek versions, the Samaritan Pentateuch, by the Chaldaic Targums, or even from other sources. They go even to the point of following the corrections that their own rational powers dictate from the various readings of the Hebrew Original itself which, they maintain, has been corrupted in various ways; and finally, they affirm that besides the Hebrew edition of the present time, there are in the versions of the ancient interpreters which differ from our Hebrew text, other Hebrew Originals. Since these versions are also indicative of ancient Hebrew Originals differing from each other, they thus bring the foundation of our faith and its sacred authority into perilous danger."
    },
    {
      "Article": "IV",
      "Title": "Canon IV",
      "Content": "Before the creation of the world, God decreed in Christ Jesus our Lord according to his eternal purpose (Eph 3:11), in which, from the mere good pleasure of his own will, without any prevision of the merit of works or of faith, to the praise of his glorious grace, to elect some out of the human race lying in the same mass of corruption and of common blood, and, therefore, corrupted by sin. He elected a certain and definite number to be led, in time, unto salvation in Christ, their Guarantor and sole Mediator. And on account of his merit, by the mighty power of the regenerating Holy Spirit, he decreed these elect to be effectually called, regenerated and gifted with faith and repentance. So, indeed, God, determining to illustrate his glory, decreed to create man perfect, in the first place, then permit him to fall, and finally pity some of the fallen, and therefore elect those, but leave the rest in the corrupt mass, and finally give them over to eternal destruction."
    },
    {
      "Article": "V",
      "Title": "Canon V",
      "Content": "Christ himself is also included in the gracious decree of divine election, not as the meritorious cause, or foundation prior to election itself, but as being himself also elect (I Pet 2:4, 6). Indeed, he was foreknown before the foundation of the world, and accordingly, as the first requisite of the execution of the decree of election, chosen Mediator, and our first born Brother, whose precious merit God determined to use for the purpose of conferring, without detriment to his own justice, salvation upon us. For the Holy Scriptures not only declare that election was made according to the mere good pleasure of the divine counsel and will (Eph 1:5, 9; Matt 11:26), but was also made that the appointment and giving of Christ, our Mediator, was to proceed from the zealous love of God the Father toward the world of the elect."
    },
    {
      "Article": "VI",
      "Title": "Canon VI",
      "Content": "Wherefore, we can not agree with the opinion of those who teach: l) that God, moved by philanthropy, or a kind of special love for the fallen of the human race, did, in a kind of conditioned willing, first moving of pity, as they call it, or inefficacious desire, determine the salvation of all, conditionally, i.e., if they would believe, 2) that he appointed Christ Mediator for all and each of the fallen; and 3) that, at length, certain ones whom he regarded, not simply as sinners in the first Adam, but as redeemed in the second Adam, he elected, that is, he determined graciously to bestow on these, in time, the saving gift of faith; and in this sole act election properly so called is complete. For these and all other similar teachings are in no way insignificant deviations from the proper teaching concerning divine election; because the Scriptures do not extend unto all and each God's purpose of showing mercy to man, but restrict it to the elect alone, the reprobate being excluded even by name, as Esau, whom God hated with an eternal hatred (Rom 9:11). The same Holy Scriptures testify that the counsel and will of God do not change, but stand immovable, and God in the, heavens does whatsoever he will (Ps 115:3; Isa 47:10); for God is in finitely removed from all that human imperfection which characterizes inefficacious affections and desires, rashness repentance and change of purpose. The appointment, also, of Christ, as Mediator, equally with the salvation of those who were given to him for a possession and an inheritance that can not be taken away, proceeds from one and the same election, and does not form the basis of election."
    },
    {
      "Article": "VII",
      "Title": "Canon VII",
      "Content": "As all his works were known unto God from eternity, (Acts 15:18), so in time, according to his infinite power, wisdom, and goodness, he made man, the glory and end of his works, in his own image, and, therefore, upright, wise, and just. Having created man in this manner, he put him under the Covenant of Works, and in this Covenant freely promised him communion with God, favor and life, if indeed he acted in obedience to his will."
    },
    {
      "Article": "VIII",
      "Title": "Canon VIII",
      "Content": "Moreover that promise connected to the Covenant of Works was not a continuation only of earthly life and happiness but the possession especially of eternal and celestial life, a life namely, of both body and soul in heaven, if indeed man ran the course of perfect obedience, with unspeakable joy in communion with God. For not only did the Tree of Life prefigure this very thing unto Adam, but the power of the law, which, being fulfilled by Christ, who went under it in our place, awards to us nothing other than celestial life in Christ who kept the same righteousness of the law. The power of the law also threatens man with both temporal and eternal death."
    },
    {
      "Article": "IX",
      "Title": "Canon IX",
      "Content": "Wherefore we can not agree with the opinion of those who deny that a reward of heavenly bliss was offered to Adam on condition of obedience to God. We also do not admit that the promise of the Covenant of Works was any thing more than a promise of perpetual life abounding in every kind of good that can be suited to the body and soul of man in a state of perfect nature, and the enjoyment thereof in an earthly Paradise. For this also is contrary to the sound sense of the Divine Word, and weakens the power of the law considered in itself."
    },
    {
      "Article": "X",
      "Title": "Canon X",
      "Content": "God entered into the Covenant of Works not only with Adam for himself, but also, in him as the head and root with thc whole human race. Man would, by virtue of the blessing of the nature derived from Adam, inherit also the same perfection, provided he continued in it. So Adam by his sorrowful fall sinned and lost the benefits promised in the Covenant not only for himself, but also for the whole human race that would be born by the flesh.  We hold, therefore, that the sin of Adam is imputed by the mysterious and just judgment of God to all his posterity.  For the Apostle testifies that \"in Adam all sinned, by one man's disobedience many were made sinners\" (Rom 5:12,19) and \"in Adam all die\" (I Cor 15:21-22). But there appears no way in which hereditary corruption could fall, as a spiritual death, upon the whole human race by the just judgment of God, unless some sin of that race preceded, incurring the penalty of that death. For God, the most supreme Judge of all the earth, punishes none but the guilty."
    },
    {
      "Article": "XI",
      "Title": "Canon XI",
      "Content": "For a double reason, therefore, man, because of sin, is by nature, and hence from his birth, before committing any actual sin, exposed to God's wrath and curse; first, on account of the transgression and disobedience which he committed in the loins of Adam; and, secondly, on account of the consequent hereditary corruption implanted to his very conception, whereby his whole nature is depraved and spiritually dead; so that original sin may rightly be regarded as twofold, imputed sin and inherent hereditary sin."
    },
    {
      "Article": "XII",
      "Title": "Canon XII",
      "Content": "Accordingly we can not, without harm to the Divine truth, agree with those who deny that Adam represented his posterity by God's intention, and that his sin is imputed, therefore, immediately to his posterity; and under this mediate and consequent imputation not only destroy the imputation of the first sin, but also expose the doctrine of hereditary corruption to grave danger."
    },
    {
      "Article": "XIII",
      "Title": "Canon XIII",
      "Content": "As Christ was elected from eternity the Head, the Leader and Lord of all who, in time, are saved by his grace, so also, in time, he was made Guarantor of the New Covenant only for those who, by the eternal election, were given to him as his own people, his seed and inheritance. For according to the determinate counsel of the Father and his own intention, he encountered dreadful death instead of the elect alone, and restored only these into the bosom of the Father's grace, and these only he reconciled to God, the offended Father, and delivered from the curse of the law. For our Jesus saves his people from their sins (Matt 1:21), who gave his life a ransom for many sheep (Matt 20:24, 28; John 10:15), his own, who hear his voice (John 10:27-28), and he intercedes for these only, as a divinely appointed Priest, arid not for the world (John 17:9). Accordingly in expiatory sacrifice, they are regarded as having died with him and as being justified from sin (2 Cor 5:12): and thus, with the counsel of the Father who gave to Christ none but the elect to be redeemed, and also with the working of the Holy Spirit, who sanctifies and seals unto a living hope of eternal life none but the elect. The will of Christ who died so agrees and amicably conspires in perfect harmony, that the sphere of the Father's election, the Son's redemption. And the Spirit's sanctification are one and the same."
    },
    {
      "Article": "XIV",
      "Title": "Canon XIV",
      "Content": "This very thing further appears in this also, that Christ provided the means of salvation for those in whose place he died, especially the regenerating Spirit and the heavenly gift o faith, as well as salvation itself, and actually confers these upon, them. For the Scriptures testify that Christ, the Lord, came to say, the lost sheep of the house of Israel (Matt 15:24), and sends the, same Holy Spirit, the source of regeneration, as his own (John 16:7 8): that among the better promises of the New Covenant of which he was made Mediator and Guarantor this one is preeminent, the he will inscribe his law, the law of faith, in the hearts of his people (Heb 8:10); that whatsoever the Father has given to Chris will come to him, by faith, surely; and finally, that we are chose' in Christ to be his children, holy and blameless (Eph. 1:4-5); but our being God's holy children proceeds only from faith and the Spirit of regeneration."
    },
    {
      "Article": "XV",
      "Title": "Canon XV",
      "Content": "But by the obedience of his death Christ, in place o the elect, so satisfied God the Father, that in the estimate of his vicarious righteousness and of that obedience, all of that which he rendered to the law, as its just servant, during his entire life whether by doing or by suffering, ought to be called obedience. For Christ's life, according to the Apostle's testimony (Phil 1:8), was nothing but submission, humiliation and a continuous emptying of self, descending step by step to the lowest extreme even to the point of death on the Cross; and the Spirit of God plainly declares that Christ in our stead satisfied the law and divine justice by His most, holy life, and makes that ransom with which God has redeemed us to consist not in His sufferings only, but in his whole life conformed to the law. The Spirit, however, ascribes our redemption to the death, or the blood, of Christ, in no other sense than that it was consummated by sufferings; and from that last definitive and no blest act derives a name indeed, but not in such a way as to separate the life preceding from his death."
    },
    {
      "Article": "XVI",
      "Title": "Canon XVI",
      "Content": "Since all these things are entirely so, we can hardly approve the opposite doctrine of those who affirm that of his own intention and counsel and that of the Father who sent him, Christ died for each and every one upon the condition, that they believe. [We also cannot affirm the teaching! that he obtained for all a salvation, which, nevertheless, is not applied to all, and by his death merited a salvation and faith for no one individually but only removed the obstacle of divine justice, and acquired for the Father the liberty of entering into a new covenant of grace with all men. Finally, they so separate the active and passive righteousness of Christ, as to assert that he claims his active righteousness as his own, but gives and imputes only his passive righteousness to the elect. All these opinions, and all that are like these, are contrary to the plain Scriptures and the glory of Christ, who is Author and Finisher of our faith and salvation; they make his cross of none effect, and under the appearance of exalting his merit, they, in reality diminish it."
    },
    {
      "Article": "XVII",
      "Title": "Canon XVII",
      "Content": "The call to salvation was suited to its due time (l Tim 2:6). Since by God's will it was at one time more restricted, at another, more widespread and general, but never completely universal. For, indeed, in the OT God announced his word to Jacob, his statutes and his judgments to Israel he did not do so with any other nation (Ps 147:19-20). In the NT, peace being made in the blood of Christ and the inner walls of partition broken down, God so extended the limits of the preaching of the Gospel and the external call, that there is no longer any difference between the Jew and the Greek; for the same Lord is over all and is gracious to every one who calls upon him (Rom 10:12). But not even thus is the call universal. For Christ testifies that many are called (Matt 20:14), but not all; and when Paul and Timothy tried to go into Bithynia to preach the Gospel, the Spirit prevented them (Acts 16:7). And there have been and there are today, as experience testifies, innumerable myriads of men to whom Christ is not known even by rumor."
    },
    {
      "Article": "XVIII",
      "Title": "Canon XVIII",
      "Content": "Meanwhile God has not left himself without witness (Acts 14:7) to those whom he refused to call by his Word unto salvation. For he provided to them the witness of the heavens and the stars (Deut 4:19), and that which may be known of God, even from the works of nature and Providence, he has shown to them (Rom 1:19), for the purpose of showing his long suffering. Yet it is not true that the works of nature and divine Providence are selfsufficient means which fulfilled the function of the external call, whereby he would reveal unto them the mystery of the good pleasure or the mercy of God in Christ. For the Apostle immediately adds: \"For since the creation of the world God's invisible qualities, His eternal power and divine nature, have been clearly seen\" (Rom 1:20). So they might learn the mystery of salvation through Christ and be without excuse, because they did not correctly use the knowledge that was left to them, but when they knew God, they did not glorify him as God, neither were they thankful. Wherefore also Christ glorifies God, his Father, because he had hidden these things from the wise and the prudent, and revealed them unto babes (Matt 1:25). And as the Apostle teaches: \"God has made known unto us the mystery of His will according to His good pleasure which He has purposed in Christ\" (Eph 1:9)."
    },
    {
      "Article": "XIX",
      "Title": "Canon XIX",
      "Content": "Likewise the external call itself, which is made by the preaching of the Gospel, is on the part of God also, who earnestly and sincerely calls. For in his Word he most earnestly and truly reveals, not, indeed, his secret will respecting the salvation or destruction of each individual, but our responsibility, and what will happen to us if we do or neglect this duty. Clearly it is the will of God who calls, that they who are called come to him and not neglect so great a salvation, and so he earnestly promises eternal life to those who come to him by faith; for, as the Apostle declares, \"It is a trustworthy saying: For if we have died with Him, we shall also live with Him; if we disown Him, He will also disown us; if we are faithless, He will remain faithful, for He cannot disown Himself (2 Tim 2:12-13). Neither is this call without result for those who disobey; for God always accomplishes his will, even the demonstration of duty, and following this, either the salvation of the elect who fulfill their responsibility, or the inexcusableness of the rest who neglect the duty set before them. Certainly the spiritual man in no way determined the eternal purpose of God to produce faith along with the externally offered, or written Word of God. Moreover, because God approved every truth which flows from his counsel, it is correctly said to be his will, that everyone who sees the Son and believes in him may have everlasting life (John 6:40). Although these \"all\" are the elect alone, and God formed no plan of universal salvation without any selection of persons, and Christ therefore died not for everyone but only for the elect who were given to him; yet he intends this in any case to be universally true, which follows from his special and definite purpose. But that, by God's will, the elect alone believe in the external call which is universally offered, while the reprobate are hardened. This proceeds solely from the discriminating grace of God; election by the same grace to those who believe, but their own native wickedness to the reprobate who remain in sin, who after their hardened and impenitent heart build up for themselves wrath for the Day of Judgment, and revelation of the righteous judgment of God"
    },
    {
      "Article": "XX",
      "Title": "Canon XX",
      "Content": "Accordingly we have no doubt that they are wrong who hold that the call to salvation is disclosed not by the preaching of the Gospel solely, but even by the works of nature and Providence without any further proclamation. They add that the call to salvation is so indefinite and universal that there is no mortal who is not, at least objectively, as they say, sufficiently called either mediately, meaning that God will provide the light of grace to those who use the light of nature correctly, or immediately, to Christ and salvation. They finally deny that the external call can be said to be serious and true, or the candor and sincerity of God bc defended, without asserting the absolute universality of grace. For such doctrines are contrary to the Holy Scriptures and the experience of all ages, and manifestly confuse nature with grace and confuse the things which we can know about God with his hidden wisdom. They further confuse the light of reason with the light of divine Revelation."
    },
    {
      "Article": "XXI",
      "Title": "Canon XXI",
      "Content": "Those who are called to salvation through thc preaching of the Gospel are not able to believe or obey the call, unless they are raised up out of spiritual death by that very power that God used to command the light to shine out of darkness, and God shines into their hearts with the glory of God in the face of Jesus Christ (2 Cor 4:6).  For the natural man does not receive the things of the Spirit of God for they are foolishness unto him: neither can he know them, because they spiritually discerned (Cor 2:14). And Scripture demonstrates this utter inability by so many direct testimonies and under so many mosaics that scarcely in any other point is it surer. This inability may, indeed, be called moral even in so far as it pertains to a moral subject or object: but it ought to be at the same time called natural because man by nature, and so by the law of his formation in the womb, and hence from his birth, is the child of disobedience (Eph 2:2); and has that inability that is so innate that it cannot be shaken off except by the omnipotent heart-turning grace of the Holy Spirit."
    },
    {
      "Article": "XXII",
      "Title": "Canon XXII",
      "Content": "We hold therefore that they speak inaccurately and dangerously, who call this inability to believe moral inability, and do not say that it is natural, adding that man in whatever condition he may be placed is able to believe if he desires, and that faith in some way or other, indeed, is self-originated. The Apostle, however, clearly calls [salvation] the gift of God (Eph 2:8)."
    },
    {
      "Article": "XXIII",
      "Title": "Canon XXIII",
      "Content": "There are two ways in which God, the just Judge, has promised justification: either by one's own works or deeds in the law, or by the obedience or righteousness of another, even of Christ our Guarantor. [This justification! is imputed by grace to those who believe in the Gospel. The former is the method of justifying man because of perfection; but the latter, of justifying man who is a corrupt sinner. In accordance with these two ways of justification the Scripture establishes these two covenants: the Covenant of Works, entered into with Adam and with each one of his descendants in him, but made void by sin; and the Covenant of Grace, made with only the elect in Christ, the second Adam, eternal. [This covenant] cannot be broken while [the Covenant of Works] can be abrogated."
    },
    {
      "Article": "XXIV",
      "Title": "Canon XXIV",
      "Content": "But this later Covenant of Grace according to the diversity of times has also different dispensations.  For when the Apostle speaks of the dispensation of the fullness of times, that is, the administration of the last time (Eph 1:10), he very clearly indicates that there had been another dispensation and administration until the times which the Father appointed. Yet in the dispensation of the Covenant of Grace the elect have not been saved in any other way than by the Angel of his presence (Isa 63:9), the Lamb slain from the foundation of the world (Rev 13:8), Christ Jesus, through the knowledge of that just Servant and faith in him and in the Father and his Spirit. For Christ is the same yesterday, today, and forever (Heb 13:8). And by His grace we believe that we are saved in the same manner as the Fathers also were saved, and in both Testaments these statutes remain unchanged: \"Blessed are all they that put their trust in Him,\" (the Son) (Ps 2:12); \"He that believes in Him is not condemned, but he that does not believe is condemned already\" (John 3:18). \"You believe in God,\" even the Father, \"believe also in me\" (John 14:1).  But if, moreover, the holy Fathers believed in Christ as their God, it follows that they also believed in the Holy Spirit, without whom no one can call Jesus Lord. Truly there are so many clearer exhibitions of this faith of the Fathers and of the necessity of such faith in either Covenant, that they can not escape any one unless one wills it.  But though this saving knowledge of Christ and the Holy Trinity was necessarily derived, according to the dispensation of that time, both from thc promise and from shadows and figures and mysteries, with greater difficulty than in the NT. Yet it was a true knowledge, and, in proportion to the measure of divine Revelation, it was sufficient to procure salvation and peace of conscience for the elect, by the help of God's grace."
    },
    {
      "Article": "XXV",
      "Title": "Canon XXV",
      "Content": "We disapprove therefore of the doctrine of those who fabricate for us three Covenants, the Natural, the Legal, and the Gospel, different in their entire nature and essence, and in explaining these and assigning their differences, so intricately entangle themselves that they greatly obscure and even impair the nucleus of solid truth and piety. Nor do they hesitate at all, with regard to the necessity, under the OT dispensation, of knowledge of Christ and faith in him and his satisfaction and in the whole sacred Trinity, to speculate much too loosely and dangerously."
    },
    {
      "Article": "XXVI",
      "Title": "Canon XXVI",
      "Content": "Finally, both to us, to whom in the Church, which is God's house, has been entrusted the dispensation for the present, and unto all our Nazarenes, and to those who under the will and direction of God will at any time succeed us in our responsibility, in order to prevent the fearful enkindling of dissensions with which the Church of God in different places is disturbed in terrible ways, we earnestly wish the following to be done. That in this corruption of the world, with the Apostle of the Gentiles as our faithful monitor, we all keep faithfully that which is committed to our trust, avoiding profane and vain babblings (I Tim 6:20); and religiously guard the purity and simplicity of that knowledge which is according to piety, constantly clinging to that beautiful pair, Charity and Faith, unstained. Moreover, in order that no one may be induced to propose either publicly or privately some doubtful or new dogma of faith previously unheard of in our churches, and contrary to God's Word, to our Helvetic Confession, to our Symbolical Books, and to the Canons of the Synod of Dort, and not proved and sanctioned in a public assembly of brothers according to the Word of God, let it also be required: that we not only hand down sincerely in accordance with the divine Word, the special necessity of the sanctification of the Lord's Day, and also impressively teach and fervently urge its observation. In conclusion, that in our churches and schools, as often as occasion demands, we unanimously and faithfully hold, teach, and assert that the truth of the Canons recorded here, is deduced from the indubitable Word of God."
    },
    {
      "Article": "C",
      "Title": "Conclusion",
      "Content": "The very God of peace and truth sanctify us wholly, and preserve our whole spirit and soul and body blameless unto the coming of our Lord Jesus Christ! To whom, with the Father and the Holy Spirit be eternal honor, praise and glory. Amen!"
    }
  ]
}
