{
  "Metadata": {
    "Title": "Scots Confession",
    "AlternativeTitles": [
      "Scots Confession of 1560"
    ],
    "Year": "1560",
    "Authors": [
      "John Winram",
      "John Spottiswoode",
      "John Willock",
      "John Douglas",
      "John Row"
    ],
    "Location": "Edinburgh, Scotland",
    "OriginalLanguage": "English",
    "OriginStory": "",
    "SourceUrl": "http://apostles-creed.org/wp-content/uploads/2014/07/Scots_Confession_1560.pdf",
    "SourceAttribution": "Public Domain",
    "CreedFormat": "Canon"
  },
  "Data": [
    {
      "Article": "1",
      "Title": "Of God",
      "Content": "We confess and acknowledge one only God, to whom only we must cleave, whom only we must serve, whom only we must worship, and in whom only we must put our trust: who is eternal, infinite, immeasurable, incomprehensible, omnipotent, invisible; one in substance, and yet distinct in three persons: the Father, the Son, and the Holy Ghost; by whom we confess and believe all things in heaven and in earth, as well visible as invisible, to have been created, to be retained in their being, and to be ruled and guided by his inscrutable Providence, to such end as his eternal wisdom, goodness, and justice has appointed them, to the manifestation of his own glory."
    },
    {
      "Article": "2",
      "Title": "Of the Creation of Man",
      "Content": "We confess and acknowledge this our God to have created man (to wit, our first father Adam) to his own image and similitude, to whom he gave wisdom, lordship, justice, free will, and clear knowledge of himself; so that in the whole nature of man there could be noted no imperfection: from which honour and perfection man and woman did both fall; the woman being deceived by the serpent, and man obeying the voice of the woman: both conspiring against the Sovereign Majesty of God, who in expressed words had before threatened death, if they presumed to eat of the forbidden tree."
    },
    {
      "Article": "3",
      "Title": "Of Original Sin",
      "Content": "By which transgression, commonly called Original Sin, was the image of God utterly defaced in man; and he and his posterity of nature became enemies to God, slaves to Satan, and servants to sin; insomuch that death everlasting has had, and shall have, power and dominion over all that have not been, are not, or shall not be regenerated from above: which regeneration is wrought by the power of the Holy Ghost, working in the hearts of the elect of God an assured faith in the promise of God, revealed to us in his word; by which faith we apprehend Christ Jesus, with the graces and benefits promised in him."
    },
    {
      "Article": "4",
      "Title": "Of the Revelation of the Promise",
      "Content": "For this we constantly believe: that God, after the fearful and horrible defection of man from his obedience, did seek Adam again, call upon him, rebuke his sin, convict him of the same, and in the end made unto him a most joyful promise: to wit, that the seed of the woman should break down the serpent's head that is, he should destroy the works of the Devil. Which promise, as it was repeated and made more clear from time to time, so was it embraced with joy, and most constantly received of all the faithful, from Adam to Noah, from Noah to Abraham, from Abraham to David, and so forth to the incarnation of Christ Jesus: all (we mean the faithful fathers) under the law did see the joyful days of Christ Jesus, and did rejoice."
    },
    {
      "Article": "5",
      "Title": "The Continuance, Increase, and Preservation of the Kirk",
      "Content": "We most constantly believe that God preserved, instructed, multiplied, honoured, decored, and from death called to life his kirk in all ages, from Adam, till the coming of Christ Jesus in the flesh. For Abraham he called from his father's country; him he instructed; his seed he multiplied; the same he marvelously preserved, and more marvelously delivered from the bondage and tyranny of Pharaoh; to them he gave his laws, constitutions, and ceremonies; them he possessed in the land of Canaan; to them, after Judges and after Saul, he gave David to be king, to whom he made promise, that of the fruit of his loins should one sit for ever upon his regal seat. To this same people, from time to time, he sent prophets to reduce them to the right way of their God, from the which often times they declined by idolatry. And albeit for their stubborn contempt of justice, he was compelled to give them in the hands of their enemies, as before was threatened by the mouth of Moses, insomuch that the holy city was destroyed, the temple burnt with fire, and the whole land left desolate the space of seventy years; yet of mercy did he reduce them again to Jerusalem, where the city and temple were reedified, and they, against all temptations and assaults of Satan, did abide till the Messiah came, according to the promise."
    },
    {
      "Article": "6",
      "Title": "Of the Incarnation of Christ Jesus",
      "Content": "When the fulness of time came, God sent his Son his Eternal Wisdom, the substance of his own glory, in this world who took the nature of manhood of the substance of woman: to wit, of a virgin, and that by operation of the Holy Ghost. And so was born the just seed of David, the angel of the great counsel of God; the very Messiah promised, whom we confess and acknowledge Immanuel; very God and very man, two perfect natures united and joined in one person. By which our confession we damn the damnable and pestilent heresies of Arius, Marcion, Eutyches, Nestorius, and such others as either deny the eternity of his Godhead, or the verity of his human nature, either confound them, either yet divide them."
    },
    {
      "Article": "7",
      "Title": "Why It Behoved the Mediator to be Very God and Very Man",
      "Content": "We acknowledge and confess that this most wondrous conjunction betwixt the Godhead and the manhood in Christ Jesus did proceed from the eternal and immutable decree of God, whence also our salvation springs and depends."
    },
    {
      "Article": "8",
      "Title": "Election",
      "Content": "For that same Eternal God and Father, who of mere grace elected us in Christ Jesus his Son, before the foundation of the world was laid, appointed him to be our Head, our Brother, our Pastor, and great Bishop of our souls. But because that the enmity betwixt the justice of God and our sins was such that no flesh by itself could or might have attained unto God, it behoved that the Son of God should descend unto us, and take himself a body of our body, flesh of our flesh, and bone of our bones, and so become the perfect Mediator betwixt God and man; giving power to so many as believe in him to be the sons of God, as himself does witness: I pass up to my Father and unto your Father, to my God, and unto your God. By which most holy fraternity, whatsoever we have lost in Adam is restored to us again. And for this cause are we not afraid to call God our Father, not so much that [because] he has created us (which we have common with the reprobate), as for that he has given to us his only Son to be our brother, and given unto us grace to acknowledge and embrace him for our only Mediator, as before is said.\n\nIt behoved further the Messiah and Redeemer to be very God and very Man, because he was to underlie the punishment due for our transgressions, and to present himself in the presence of his Father's judgments, as in our person, to suffer for our transgression and disobedience, by death, to overcome him that was author of death. But because the only Godhead could not suffer death, neither yet could the only manhead overcome the same, he joined both together in one person, that the imbecility [weakness] of the one should suffer, and be subject to death (which we had deserved), and the infinite and invincible power of the other (to wit, of the Godhead) should triumph and purchase to us life, liberty, and perpetual victory. And so we confess, and most undoubtedly believe."
    },
    {
      "Article": "9",
      "Title": "Christ's Death, Passion, Burial, etc.",
      "Content": "[We confess] That our Lord Jesus Christ offered himself a voluntary sacrifice unto his Father for us; that he suffered contradiction of sinners; that he was wounded and plagued for our transgressions; that he, being the clean and innocent Lamb of God, was damned in the presence of an earthly judge, that we should be absolved before the tribunal seat of our God; that he suffered not only the cruel death of the cross (which was accursed by the sentence of God), but also that he suffered for a season the wrath of his Father, which sinners had deserved. But yet we avow, that he remained the only and well-beloved and blessed Son of his Father, even in the midst of his anguish and torment, which he suffered in body and soul, to make the full satisfaction for the sins of the people. After the which, we confess and avow, that there remains no other sacrifice for sin: which if any affirm, we nothing doubt to avow that they are blasphemers against Christ's death, and the everlasting purgation and satisfaction purchased to us by the same."
    },
    {
      "Article": "10",
      "Title": "Resurrection",
      "Content": "We undoubtedly believe that, insomuch as it was impossible that the dolours of death should retain in bondage the Author of life; that our Lord Jesus Christ crucified, dead, and buried, who descended into hell, did rise again for our justification, and destroying him who was the author of death, brought life again to us that were subject to death and to the bondage of the same. We know that his resurrection was confirmed by the testimony of his very enemies; by the resurrection of the dead, whose sepulchres did open, and they did arise and appear to many within the city of Jerusalem. It was also confirmed by the testimony of angels, and by the senses and judgments of his apostles, and of others, who had conversation, and did eat and drink with him after his resurrection."
    },
    {
      "Article": "11",
      "Title": "Ascension",
      "Content": "We nothing doubt but that the selfsame body, which was born of the virgin, was crucified, dead, and buried, and which did rise again, did ascend into the heavens, for the accomplishment of all things; where, in our names, and for our comfort he has received all power in heaven and in earth, where he sits at the right hand of the Father inaugurated in his kingdom, Advocate and only Mediator for us: which glory, honour, and prerogative he alone amongst the brethren shall possess, till that all his enemies be made his footstool, as that we undoubtedly believe they shall be in the final judgment; to the execution whereof we certainly believe that the same our Lord Jesus shall visibly return, as that he was seen to ascend. And then we firmly believe, that the time of refreshing and restitution of all things shall come, insomuch that those that from the beginning have suffered violence, injury, and wrong for righteousness' sake, shall inherit that blessed immortality promised from the beginning.\n\nBut contrariwise, the stubborn, disobedient, cruel oppressors, filthy persons, idolaters, and all sorts of unfaithful shall be cast in the dungeon of utter darkness, where their worm shall not die, neither yet their fire shall be extinguished. The remembrance of which day, and of the judgment to be executed in the same, is not only to us a bridle, whereby our carnal lusts are refrained; but also such inestimable comfort, that neither may the threatening of worldly princes, neither yet the fear of temporal death and present danger, move us to renounce and forsake that blessed society, which we, the members, have with our Head and only Mediator Christ Jesus: whom we confess and avow to be the Messiah promised, the only Head of his kirk, our just Lawgiver, our only High Priest, Advocate, and Mediator. In which honours and offices, if man or angel presume to intrude themselves, we utterly detest and abhor them, as blasphemous to our Sovereign and Supreme Governor, Christ Jesus."
    },
    {
      "Article": "12",
      "Title": "Faith in the Holy Ghost",
      "Content": "This our faith, and the assurance of the same, proceeds not from flesh and blood, that is to say, from no natural powers within us, but is the inspiration of the Holy Ghost: whom we confess God, equal with the Father and with the Son; who sanctifies us, and brings us in all verity by his own operation; without whom we should remain for ever enemies to God, and ignorant of his Son, Christ Jesus. For of nature we are so dead, so blind and so perverse, that neither can we feel when we are pricked, see the light when it shines, nor assent to the will of God when it is revealed, unless the Spirit of the Lord Jesus quicken that which is dead, remove the darkness from our minds, and bow our stubborn hearts to the obedience of his blessed will. And so, as we confess that God the Father created us when we were not; as his Son, our Lord Jesus redeemed us when we were enemies to him; so also do we confess that the Holy Ghost does sanctify and regenerate us, without all respect of any merit proceeding from us, be it before or be it after our regeneration. To speak this one thing yet in more plain words: as we willingly spoil ourselves of all honour and glory of our own creation and redemption, so do we also of our regeneration and sanctification; for of ourselves we are not sufficient to think one good thought; but he who has begun the good work in us, is only he that continues us in the same, to the praise and glory of his undeserved grace."
    },
    {
      "Article": "13",
      "Title": "The Cause of Good Works",
      "Content": "So that the cause of good works we confess to be, not our free will, but the Spirit of the Lord Jesus who, dwelling in our hearts by true faith, brings forth such good works as God has prepared for us to walk into. For this we most boldly affirm, that blasphemy it is to say that Christ Jesus abides in the hearts of such as in whom there is no spirit of sanctification. And therefore we fear not to affirm that murderers, oppressors, cruel persecutors, adulterers, whoremongers, filthy persons, idolaters, drunkards, thieves, and all workers of iniquity, have neither true faith, neither any portion of the spirit of sanctification, which proceeds from the Lord Jesus, so long as obstinately they continue in their wickedness.\n\nFor how soon that ever the Spirit of the Lord Jesus (which God's elect children receive by true faith) takes possession in the heart of any man, so soon does he regenerate and renew the same man; so that he begins to hate that which before he loved, and begins to love that which before he hated. And from thence comes that continual battle which is betwixt the flesh and the spirit in God's children; while the flesh and natural man (according to their own corruption) lust for things pleasing and delectable unto the self, grudge in adversity, are lifted up in prosperity, and at every moment are prone and ready to offend the Majesty of God. But the Spirit of God, which gives witnessing to our spirit, that we are the sons of God, makes us to resist filthy pleasures, and to groan in God's presence for deliverance from this bondage of corruption; and finally, to triumph over sin that it reign not in our mortal bodies.\n\nThis battle have not the carnal men, being destitute of God's Spirit; but [they] do follow and obey sin with greediness, and without repentance, even as the devil and their corrupt lusts do prick them. But the sons of God (as before is said) do fight against sin, do sob and mourn, when they perceive themselves tempted to iniquity; and if they fall, they rise again with earnest and unfeigned repentance. And these things they do not by their own power, but the power of the Lord Jesus, without whom they were able to do nothing."
    },
    {
      "Article": "14",
      "Title": "What Works are Reputed Good before God",
      "Content": "We confess and acknowledge that God has given to man his holy law, in which not only are forbidden all such works as displease and offend his godly Majesty, but also are commanded all such as please him, and as he has promised to reward. And these works are of two sorts: the one are done to the honour of God, the other to the profit of our neighbours; and both have the revealed will of God for their assurance\n\nTo have one God; to worship and honour him; to call upon him in all our troubles; to reverence his holy name; to hear his word; to believe the same; to communicate with his holy sacraments, are the works of the first table. To honour father, mother, princes, rulers, and superior powers; to love them, to support them, yea, to obey their charges (not repugning to the commandment of God); to save the lives of innocents; to repress tyranny; to defend the oppressed; to keep our bodies clean and holy; to live in sobriety and temperance; to deal justly with all men, both in word and in deed; and, finally, to repress all appetite of our neighbour's hurt, are the good works of the second table, which are most pleasing and acceptable unto God, as those works that are commanded by himself.\n\nThe contrary whereof is sin most odious, which always displeases him, and provokes him to anger: as, not to call upon him alone, when we have need; not to hear his word with reverence; to contemn and despise it; to have or to worship idols; to maintain and defend idolatry; lightly to esteem the reverent name of God; to profane, abuse, or contemn the sacraments of Christ Jesus; to disobey or resist any that God has placed in authority (while they pass not over the bounds of their office); to murder, or to consent thereto; to bear hatred, or to suffer innocent blood to be shed if we may gainstand it; and, finally, the transgressing of any other commandment in the first or second table, we confess and affirm to be sin, by the which God's anger and displeasure are kindled against the proud and unthankful world. So that good works we affirm to be these only that are done in faith, at God's commandment, who in his law has expressed what be the things that please him. And evil works, we affirm not only those that expressedly are done against God's commandment, but those also that, in matters of religion and worshipping of God, have no other assurance but the invention and opinion of man: which God from the beginning has ever rejected, as by the prophet Isaiah, and by our master Christ Jesus, we are taught in these words: In vain do they worship me, teaching the doctrines and precepts of men."
    },
    {
      "Article": "15",
      "Title": "The Perfection of the Law and Imperfection of Man",
      "Content": "The law of God we confess and acknowledge most just, most equal, most holy, and most perfect: commanding those things which, being wrought in perfection, were able to give life, and able to bring man to eternal felicity. But our nature is so corrupt, so weak, and so imperfect, that we are never able to fulfill the works of the law in perfection. Yea, If we say we have no sin (even after we are regenerate), we deceive ourselves, and the verity of God is not into us. And therefore it behoved us to apprehend Christ Jesus, with his justice and satisfaction, who is the end and accomplishment of the law, by whom we are set at this liberty, that the curse and malediction of the law fall not upon us, albeit we fulfill not the same in all points. For God the Father, beholding us in the body of his Son Christ Jesus, accepts our imperfect obedience, as it were perfect, and covers our works, which are defiled with many spots, with the justice of his Son.\n\nWe do not mean that we are set so at liberty, that we owe no obedience to the law (for that before we have plainly confessed). But this we affirm, that no man in earth (Christ Jesus only excepted) has given, gives, or shall give in work, that obedience to the law which the law requires. But when we have done all things, we must fall down and unfeignedly confess, that we are unprofitable servants. And therefore whosoever boast themselves of the merits of their own works, or put their trust in the works of supererogation, boast themselves of that which is not, and put their trust in damnable idolatry."
    },
    {
      "Article": "16",
      "Title": "Of the Kirk",
      "Content": "As we believe in one God, Father, Son, and Holy Ghost; so do we most constantly believe that from the beginning there has been, now is, and to the end of the world shall be, a kirk: that is to say, a company and multitude of men chosen of God, who rightly worship and embrace him, by true faith in Christ Jesus, who is the only Head of the same kirk, which also is the body and spouse of Christ Jesus; which kirk is Catholic that is, universal because it contains the elect of all ages, all realms, nations, and tongues, be they of the Jews, or be they of the Gentiles; who have communion and society with God the Father, and with his Son Christ Jesus, through the sanctification of his Holy Spirit; and therefore it is called the communion, not of profane persons, but of saints, who, as citizens of the heavenly Jerusalem, have the fruition of the most inestimable benefits: to wit, of one God, one Lord Jesus, one faith, and of one baptism; out of the which kirk there is neither life, nor eternal felicity. And therefore we utterly abhor the blasphemy of them that affirm that men which live according to equity and justice shall be saved, what religion that ever they have professed. For as without Christ Jesus there is neither life nor salvation, so shall there none be participant thereof, but such as the Father has given unto his Son Christ Jesus, and those [that] in time come unto him, avow his doctrine, and believe into him (we comprehend the children with the faithful parents). This kirk is invisible, known only to God, who alone knows whom he has chosen, and comprehends as well (as said is) the elect that are departed (commonly called the kirk triumphant), as those that yet live and fight against sin and Satan as shall live hereafter."
    },
    {
      "Article": "17",
      "Title": "The Immortality of the Souls",
      "Content": "The elect departed are in peace and rest from their labours: not that they sleep and come to a certain oblivion (as some fantastics do affirm), but that they are delivered from all fear, all torment, and all temptation, to which we and all God's elect are subject in this life, and therefore do bear the name of the kirk militant: as contrariwise, the reprobate and unfaithful departed, have anguish, torment, and pain, that cannot be expressed. So that neither are the one nor the other in such sleep that they feel not joy or torment, as the parable of Christ Jesus in the sixteenth [chapter] of Luke, his words to the thief, and these words of the souls crying under the altar, O Lord, thou that art righteous and just, how long shalt thou not revenge our blood upon them that dwell upon the earth! doth plainly testify."
    },
    {
      "Article": "18",
      "Title": "Of the Notes by Which the True Kirk is Discerned from the False and Who Shall be Judge of the Doctrine",
      "Content": "Because that Satan from the beginning has laboured to deck his pestilent synagogue with the title of the kirk of God, and has inflamed the hearts of cruel murderers to persecute, trouble, and molest the true kirk and members thereof as Cain did Abel; Ishmael, Isaac; Esau, Jacob; and the whole priesthood of the Jews, Christ Jesus himself, and his apostles after him; it is a thing most requisite that the true kirk be discerned from the filthy synagogue, by clear and perfect notes, lest we, being deceived, receive and embrace to our own condemnation the one for the other. The notes, signs, and assured tokens whereby the immaculate spouse of Christ Jesus is known from that horrible harlot, the kirk malignant; we affirm are neither antiquity, title usurped, lineal descent, place appointed, nor multitude of men approving an error for Cain in age and title was preferred to Abel and Seth; Jerusalem had prerogative above all places of the earth, where also were the priests lineally descended from Aaron; and greater multitude followed the scribes, Pharisees, and priests, than unfeignedly believed and approved Christ Jesus and his doctrine; and yet, as we suppose, no man (of whole judgment) will grant that any of the forenamed were the kirk of God.\n\nThe notes, therefore, of the true kirk of God we believe, confess, and avow to be: first, the true preaching of the word of God, into the which God has revealed himself to us, as the writings of the prophets and apostles do declare; secondly, the right administration of the sacraments of Christ Jesus, which must be annexed unto the word and promise of God, to seal and confirm the same in our hearts; last, ecclesiastical discipline uprightly ministered, as God's word prescribes, whereby vice is repressed, and virtue nourished. Wheresoever then these former notes are seen, and of any time continue (be the number [of persons] never so few, about two or three) there, without all doubt, is the true kirk of Christ: who, according to his promise is in the midst of them: not that universal [kirk] (of which we have before spoken) but particular; such as were in Corinth, Galatia, Ephesus, and other places in which the ministry was planted by Paul, and were of himself named the kirks of God.\n\nAnd such kirks we, the inhabitants of the realm of Scotland, professors of Christ Jesus, confess ourselves to have in our cities, towns, and places reformed; for the doctrine taught in our kirks is contained in the written word of God: to wit, in the books of the New and Old Testaments: in those books, we mean, which of the ancient have been reputed canonical, in the which we affirm that all things necessary to be believed for the salvation of mankind are sufficiently expressed. The interpretation whereof, we confess, neither appertains to private nor public person, neither yet to any kirk for any preeminence or prerogative, personal or local, which one has above another; but appertains to the Spirit of God, by the which also the scripture was written.\n\nWhen controversy then happens, for the right understanding of any place or sentence of scripture, or for the reformation of any abuse within the kirk of God, we ought not so much to look what men before us have said or done, as unto that which the Holy Ghost uniformly speaks within the body of the scriptures, and unto that which Christ Jesus himself did, and commanded to be done. For this is a thing universally granted, that the Spirit of God (which is the Spirit of unity) is in nothing contrary unto himself. If then the interpretation, determination, or sentence of any doctor, kirk, or council, repugn to the plain word of God written in any other place of scripture, it is a thing most certain, that there is not the true understanding and meaning of the Holy Ghost, supposing that councils, realms, and nations have approved and received the same. For we dare not receive and admit any interpretation which directly repugns to any principal point of our faith, or to any other plain text of scripture, or yet unto the rule of charity."
    },
    {
      "Article": "19",
      "Title": "The Authority of the Scriptures",
      "Content": "As we believe and confess the scriptures of God sufficient to instruct and make the man of God perfect, so do we affirm and avow the authority of the same to be of God, and neither to depend on men nor angels. We affirm, therefore, that such as allege the scripture to have no authority, but that which is received from the kirk, to be blasphemous against God, and injurious to the true kirk, which always hears and obeys the voice of her own Spouse and Pastor, but takes not upon her to be mistress over the same."
    },
    {
      "Article": "20",
      "Title": "Of General Councils, of Their Power, Authority, and Causes of Their Convention",
      "Content": "As we do not rashly damn that which godly men, assembled together in general councils, lawfully gathered, have proponed unto us; so without just examination dare we not receive whatsoever is obtruded unto men under the name of general councils. For plain it is, as they were men, so have some of them manifestly erred, and that in matters of great weight and importance. So far then as the council proves the determination and commandment that it gives by the plain word of God, so far do we reverence and embrace the same. But if men, under the name of a council, pretend to forge unto us new articles of our faith, or to make constitutions repugning to the word of God, then utterly we must refuse the same as the doctrine of devils, which draws our souls from the voice of our only God to follow the doctrines and constitutions of men.\n\nThe cause, then, why general councils convened, was neither to make any perpetual law (which God before had not made), nor yet to forge new articles of our belief, neither to give the word of God authority much less to make that to be his word, or yet the true interpretation of the same, which was not before by his holy will expressed in his word. But the cause of councils (we mean of such as merit the name of councils), was partly for confutation of heresies, and for giving public confession of their faith to the posterity following: which both they did by the authority of God's written word, and not by any opinion or prerogative that they could not err, by reason of their general assembly. And this we judge to have been the chief cause of general councils. The other was for good policy and order to be constituted and observed in the kirk, in which (as in the house of God) it becomes all things to be done decently and into order.Not that we think that any policy, and one order in ceremonies can be appointed for all ages, times, and places: for as ceremonies (such as men have devised) are but temporal, so may and ought they to be changed, when they rather foster superstition than that they edify the kirk using the same."
    },
    {
      "Article": "21",
      "Title": "Of the Sacraments",
      "Content": "As the fathers under the law (besides the verity of the sacrifices) had two chief sacraments to wit, circumcision and the Passover, the despisers and contemners whereof were not reputed for God's people so do we acknowledge and confess that we now, in the time of the evangel, have two sacraments only, instituted by the Lord Jesus, and commanded to be used of all those that will be reputed members of his body: to wit, baptism and the supper, or table of the Lord Jesus, called the communion of his body and blood. And these sacraments (as well of the Old as of the New Testament) were instituted of God, not only to make a visible difference betwixt his people, and those that were without his league; but also to exercise the faith of his children and, by participation of the same sacraments, to seal in their hearts the assurance of his promise, and of that most blessed conjunction, union, and society, which the elect have with their head, Christ Jesus.\n\nAnd thus we utterly damn the vanity of those that affirm sacraments to be nothing else but naked and bare signs. No, we assuredly believe that by baptism we are engrafted in Christ Jesus, to be made partakers of his justice, by the which our sins are covered and remitted; and also, that in the supper, rightly used, Christ Jesus is so joined with us, that he becomes the very nourishment and food of our souls. Not that we imagine any transubstantiation of bread into Christ's natural body, and of wine in his natural blood (as the Papists have perniciously taught and damnably believed); but this union and conjunction which we have with the body and blood of Christ Jesus, in the right use of the sacraments, is wrought by operation of the Holy Ghost, who by true faith carries us above all things that are visible, carnal, and earthly, and makes us to feed upon the body and blood of Christ Jesus, which was once broken and shed for us, which now is in heaven, and appears in the presence of his Father for us. And yet, notwithstanding the far distance of place which is betwixt his body now glorified in the heaven, and us now mortal in this earth, yet we most assuredly believe that the bread that we break is the communion of Christ's body, and the cup which we bless is the communion of his blood. So that we confess, and undoubtedly believe, that the faithful, in the right use of the Lord's table, do so eat the body and drink the blood of the Lord Jesus, that he remains in them and they in him: yea, that they are so made flesh of his flesh, and bone of his bones, that as the Eternal Godhead has given to the flesh of Christ Jesus (which of its own condition and nature was mortal and corruptible) life and immortality, so does Christ Jesus' flesh and blood eaten and drunken by us, give to us the same prerogatives. Which, albeit we confess are neither given unto us at that only time, neither yet by the proper power and virtue of the sacrament only; yet we affirm that the faithful, in the right use of the Lord's table, have such conjunction with Christ Jesus, as the natural man cannot apprehend.\n\nYea, and further we affirm, that albeit the faithful, oppressed by negligence, and manly infirmity, do not profit so much as they would in the very instant action of the supper, yet shall it after bring fruit forth, as lively seed sown in good ground. For the Holy Spirit (which can never be divided from the right institution of the Lord Jesus) will not frustrate the faithful of the fruit of that mystical action; but all this, we say, comes by true faith, which apprehends Christ Jesus, who only makes this sacrament effectual unto us. And, therefore, whosoever slanders us, as that we affirm or believe sacraments to be only naked and bare signs, do injury unto us, and speak against the manifest truth.\n\nBut this liberally and frankly we must confess, that we make a distinction betwixt Christ Jesus, in his natural substance, and betwixt the elements in the sacramental signs; so that we will neither worship the signs in place of that which is signified by them; neither yet do we despise and interpret them as unprofitable and vain; but do use them with all reverence, examining ourselves diligently before that so we do, because we are assured by the mouth of the apostle, That such as eat of that bread, and drink of that cup, unworthily, are guilty of the body and of the blood of the Lord Jesus."
    },
    {
      "Article": "22",
      "Title": "Of the Right Administration of the Sacraments",
      "Content": "That sacraments be rightly ministered, we judge two things requisite: the one, that they be ministered by lawful ministers, whom we affirm to be only they that are appointed to the preaching of the word, or into whose mouths God has put some sermon of exhortation, they being men lawfully chosen thereto by some kirk. The other, that they be ministered in such elements, and in such sort, as God has appointed; else, we affirm that they cease to be right sacraments of Christ Jesus.\n\nAnd therefore it is that we flee the society of the Papistical kirk, in participation of their sacraments: first, because their ministers are no ministers of Christ Jesus; yea (which is more horrible) they suffer women, whom the Holy Ghost will not suffer to teach in the congregation, to baptize. And, secondly, because they have so adulterated both the one sacrament and the other with their own inventions, that no part of Christ's action abides in the original purity: for oil, salt, spittle, and suchlike in baptism, are but men's inventions. Adoration, veneration, bearing through streets and towns, and keeping of bread in boxes or buists [chests], are profanation of Christ's sacraments, and no use of the same. For Christ Jesus said, Take, eat, etc. Do ye this in remembrance of me. By which words and charge he sanctified bread and wine, to be the sacrament of his body and blood, to the end that the one should be eaten, and that all should drink of the other; and not that they should be kept to be worshipped, and honoured as God, as the blind Papists have done heretofore, who also committed sacrilege, stealing from the people the one part of the sacrament: to wit, the blessed cup.\n\nMoreover, that the sacraments be rightly used, it is required that the end and cause why the sacraments were instituted be understood and observed, as well of the minister, as the receivers. For if the opinion be changed in the receiver, the right use ceases: which is most evident by the rejection of the sacrifices; as also if the teacher plainly teaches false doctrine, which were odious and abominable before God (albeit they were his own ordinances), because that wicked men use them to another end than God has ordained. The same affirm we of the sacraments in the Papistical kirk, in which we affirm the whole action of the Lord Jesus to be adulterated, as well in the external form, as in the end and opinion. What Christ Jesus did, and commanded to be done, is evident by the evangelists, and by Saint Paul. What the priest does at his altar we need not rehearse. The end and cause of Christ's institution, and why the selfsame should be used, is expressed in these words: Do this in remembrance of me. As oft as ye shall eat of this bread and drink of this cup, ye shall show forth, that is, extol, preach, magnify, and praise, the Lord's death till he come. But to what end, and in what opinion, the priests say their Mass, let the words of the same, their own doctors and writings witness: to wit, that they, as mediators betwixt Christ and his kirk, do offer unto God the Father a sacrifice propitiatory for the sins of the quick and the dead. Which doctrine, as blasphemous to Christ Jesus, and making derogation to the sufficiency of his only sacrifice, once offered for purgation of all those that shall be sanctified, we utterly abhor, detest, and renounce."
    },
    {
      "Article": "23",
      "Title": "To Whom the Sacraments Appertain",
      "Content": "in We confess and acknowledge that baptism appertains as well to the infants of the faithful, as unto those that be of age and discretion. And so we damn the error of the Anabaptists, who deny baptism to appertain to children before that they have faith and understanding. But the supper of the Lord we confess to appertain to such only as be of the household of faith, and can try and examine themselves, as well in their faith, as in their duty towards their neighbors. Such as eat and drink at that holy table without faith, or being at dissension and division with their brethren, do eat unworthily: and therefore it is, that in our kirks our ministers take public and particular examination of the knowledge and conversation of such as are to be admitted to the table of the Lord Jesus."
    },
    {
      "Article": "24",
      "Title": "Of the Civil Magistrate",
      "Content": "We confess and acknowledge empires, kingdoms, dominions, and cities to be distinguished and ordained by God: the powers and authorities in the same (be it of emperors in their empires, of kings in their realms, dukes and princes in their dominions, or of other magistrates in free cities) to be God's holy ordinance, ordained for manifestation of his own glory, and for the singular profit and commodity of mankind. So that whosoever goes about to take away or to confound the whole state of civil policies, now long established; we affirm the same men not only to be enemies to mankind, but also wickedly to fight against God's expressed will.\n\nWe further confess and acknowledge, that such persons as are placed in authority are to be loved, honoured, feared, and held in most reverent estimation because they are the lieutenants of God, in whose sessions God himself does sit and judge (yea even the judges and princes themselves), to whom by God is given the sword, to the praise and defense of good men, and to revenge and punish all open malefactors. Moreover, to kings, princes, rulers, and magistrates, we affirm that chiefly and most principally the conservation and purgation of the religion appertains; so that not only they are appointed for civil policy, but also for maintenance of the true religion, and for suppressing of idolatry and superstition whatsoever: as in David, Jehoshaphat, Hezekiah, Josiah, and others, highly commended for their zeal in that case, may be espied.\n\nAnd therefore we confess and avow, that such as resist the supreme power (doing that thing which appertains to his charge), do resist God's ordinance, and therefore cannot be guiltless. And further, we affirm that whosoever denies unto them their aid, counsel and comfort, while the princes and rulers vigilantly travail in the execution of their office, that the same men deny their help, support and counsel to God, who, by the presence of his lieutenant, craves it of them."
    },
    {
      "Article": "25",
      "Title": "The Gifts Freely Given to the Kirk",
      "Content": "Albeit that the word of God truly preached, and the sacraments rightly ministered, and discipline executed according to the word of God, be the certain and infallible signs of the true kirk; yet do we not so mean that every particular person joined with such a company be an elect member of Christ Jesus. For we acknowledge and confess, that darnel, cockle, and chaff may be sown, grow, and in great abundance lie in the midst of the wheat: that is, the reprobate may be joined in the society of the elect, and may externally use with them the benefits of the word and sacraments; but such being but temporal professors in mouth, but not in heart, do fall back and continue not to the end; and therefore have they no fruit of Christ's death, resurrection, nor ascension.\n\nBut such as with heart unfeignedly believe, and with mouth boldly confess the Lord Jesus (as before we have said) shall most assuredly receive these gifts: first, in this life, remission of sins, and that by only faith in Christ's blood, insomuch that, albeit sin remains and continually abides in these our mortal bodies, yet is it not imputed unto us, but is remitted and covered with Christ's justice. Secondly, in the general judgment there shall be given to every man and woman resurrection of the flesh; for the sea shall give her dead, the earth those that therein be enclosed; yea, the Eternal, our God, shall stretch out his hand upon the dust, and the dead shall arise incorruptible, and that in the substance of the selfsame flesh that every man now bears, to receive according to their works, glory or punishment. For such as now delight in vanity, cruelty, filthiness, superstition, or idolatry, shall be adjudged to the fire unquenchable, in which they shall be tormented for ever, as well in their own bodies, as in their souls, which now they give to serve the devil in all abomination. But such as continue in well doing to the end, boldly professing the Lord Jesus, we constantly believe that they shall receive glory, honour, and immortality, to reign for ever in life everlasting with Christ Jesus, to whose glorified body all his elect shall be made like, when he shall appear again to judgment, and shall render up the kingdom to God his Father, who then shall be, and ever shall remain all in all things, God blessed for ever: to whom, with the Son, and with the Holy Ghost, be all honour and glory, now and ever. Amen.\n\nArise, O Lord, and let thy enemies be confounded: Let them flee from thy presence that hate thy godly name: Give thy servants strength to speak thy word in boldness; and let all nations cleave to thy true knowledge.\n\nSo be it."
    }
  ]
}
