{
  "Metadata": {
    "Title": "Ten Theses of Berne",
    "AlternativeTitles": [
      "Ten Conclusions of Berne"
    ],
    "Year": "1528",
    "Authors": [
      "Berthold Haller",
      "Ulrich Zwingli"
    ],
    "Location": "Berne, Switzerland",
    "OriginalLanguage": "Latin",
    "OriginStory": "The disputation at Berne lasted nineteen days (from Jan. 6 to 26). It was the Protestant counterpart of the disputation at Baden in composition, arrangements and result. It had the same effect for Berne as the disputations of 1523 had for Zurich.",
    "SourceUrl": "https://ccel.org/ccel/schaff/hcc8/hcc8.iv.iv.ii.html",
    "SourceAttribution": "Public Domain",
    "CreedFormat": "Canon"
  },
  "Data": [
    {
      "Article": "1",
      "Title": "Thesis 1",
      "Content": "The holy Christian Church, whose only Head is Christ, is born of the Word of God, and abides in the same, and listens not to the voice of a stranger."
    },
    {
      "Article": "2",
      "Title": "Thesis 2",
      "Content": "The Church of Christ makes no laws and commandments without the Word of God. Hence human traditions are no more binding on us than they are founded in the Word of God."
    },
    {
      "Article": "3",
      "Title": "Thesis 3",
      "Content": "Christ is the only wisdom, righteousness, redemption, and satisfaction for the sins of the whole world. Hence it is a denial of Christ when we confess another ground of salvation and satisfaction."
    },
    {
      "Article": "4",
      "Title": "Thesis 4",
      "Content": "The essential and corporeal presence of the body and blood of Christ can not be demonstrated from the Holy Scripture."
    },
    {
      "Article": "5",
      "Title": "Thesis 5",
      "Content": "The mass as now in use, in which Christ is offered to God the Father for the sins of the living and the dead, is contrary to Scripture, a blasphemy against the most holy sacrifice, passion, and death of Christ, and on account of its abuses an abomination before God."
    },
    {
      "Article": "6",
      "Title": "Thesis 6",
      "Content": "As Christ alone died for us, so he is also to be adored as the only Mediator and Advocate between God the Father and the believers. Therefore it is contrary to the Word of God to propose and invoke other mediators."
    },
    {
      "Article": "7",
      "Title": "Thesis 7",
      "Content": "Scripture knows nothing of a purgatory after this life. Hence all masses and other offices for the dead are useless."
    },
    {
      "Article": "8",
      "Title": "Thesis 8",
      "Content": "The worship of images is contrary to the Scripture. Therefore images should be abolished when they are set up as objects of adoration."
    },
    {
      "Article": "9",
      "Title": "Thesis 9",
      "Content": "Matrimony is not forbidden in the Scripture to any class of men, but permitted to all."
    },
    {
      "Article": "10",
      "Title": "Thesis 10",
      "Content": "Since, according to Scripture, and open fornicator must be excommunicated, it follows that unchastity and impure celibacy are more pernicious to the clergy than to any other class."
    }
  ]
}
