{
  "Metadata": {
    "Title": "Tetrapolitan Confession",
    "AlternativeTitles": [
      "Strasbourg Confession",
      "Swabian Confession"
    ],
    "Year": "1530",
    "Authors": [
      "Martin Bucer",
      "Wolfgang Capito"
    ],
    "Location": "Augsburg, Germany",
    "OriginalLanguage": "Latin",
    "OriginStory": "The purpose was to unite the Zwinglians and the Lutherans at the Diet of Augsburg.",
    "SourceUrl": "http://apostles-creed.org/wp-content/uploads/2014/09/tetrapolatan-strasbourg-swabian-confession.pdf",
    "SourceAttribution": "Public Domain",
    "CreedFormat": "Canon"
  },
  "Data": [
    {
      "Article": "I",
      "Title": "EXORDIUM",
      "Content": "Thy Worshipful Majesty, Most Powerful and Most Clement Emperor, bath commanded that the orders and estates of the Holy Empire, so far as concerns each and each hopes to act towards tranquillizing the Church, should present to him their opinion, reduced to writing in both languages, Latin and German, concerning religion, as well as concerning the errors and vices which have insinuated themselves in opposition thereto, for discussion and examination, to the end that thereby a mode and way may be found to restore to its place the pure doctrine, all errors being abolished. We desire, as is right, to obey this command, which has not so much originated from a religious design that has in view the profit of the Church as it exhibits and savors of the unparalleled clemency and kindness whereby Thy Worshipful Majesty bath rendered himself so beloved by the entire world. For in these matters we have never sought anything else than that, those things being abrogated which are contrary to the holy Gospels and to Christ s commands, it may be allowed not only us, but also all others who have professed Christ. to follow after his pure doctrine, which alone is vivifying. Wherefore we pray and most humbly beseech Thy Worshipful Majesty to be so disposed to us as to deign to hear and consider what we will present as a reason for the hope that is in us, in order that concerning these matters there may be no doubt that it has been above all our desire to aim only at that whereby we may please, first of all, our Creator and Restorer Christ, and afterward also Thy Worshipful Majesty, and that in obedience to the summons  we may show that we have embraced a doctrine varying somewhat from that in common use, influenced by no other purpose or hope than that, being persuaded as He who has fashioned and refashioned us requires, we promise ourselves as the result-and this especially because of the eminent praise whereby for a long time already thou hast been celebrated among us for thy religion, godliness and piety that His Worshipful Majesty will acknowledge the truth concerning all things which we have received for some time as Christ's doctrine and as the teaching of a purer religion that he will absolutely approve our attempt and number us among those who have endeavored to obey him with the greatest fidelity. For the renowned zeal of Thy Most Worshipful Majesty for truth and justice and thy fervent godliness permit us not even to suspect that thou wilt prejudge us before we have as yet been heard, or wilt not hear us kindly and attentively, or when thou hast heard us, and weighed with thy devout deliberation what we present, God aiding thy spirit, as he has so successfully led Thy Most Worshipful Majesty in other matters, that thou wilt not immediately perceive that we have followed the very doctrines of Christ."
    },
    {
      "Article": "1",
      "Title": "OF THE SUBJECT-MATTER OF SERMONS",
      "Content": "First, therefore, since about ten years ago, by the remarkable goodness of God, the doctrine of Christ began to be treated with somewhat more certainty and clearness than before everywhere throughout Germany, and hence among us, just as elsewhere, many doctrines of our religion were publicly controverted, and to a constantly increasing extent, among the learned and those especially who held the position of teachers of Christ in the churches; and hence, as was necessary, while Satan was undoubtedly plying his work so that the people were very dangerously divided by conflicting sermons, considering what St. Paul writes, that \"divinely inspired Scripture is profitable for doctrine, that where there is sin it may be detected and corrected, and everyone be instructed in righteousness. that the man of Gad may be perfect, furnished for every good work,\" we also, influenced and induced to avoid all delay, not only from the fear of God, but from the certain peril to the state, at length enjoined our preachers to teach from the pulpit nothing else than is either contained in the Holy Scriptures or bath sure ground therein. For it seemed to us not improper to resort in such a crisis whither of old and always not only the most holy fathers, bishops and princes, but also the children of God everywhere have always resorted it to the authority of the Holy Scriptures. For, to their praise, St. Luke mentions of some such that they were more noble than those of Thessalonica, since they examined the Gospel of Christ which they had heard according to the Scriptures, in which Paul most earnestly desired that his scholar Timothy be exercised, and without which no pontiffs  have ever required obedience to their decrees, nor fathers credit to their writings, nor princes authority to their laws, and from which only the great council of the Holy Empire assembled at Nuremburg in the year 1523 decreed that holy sermons should be derived. For if St. Paul has taught the truth when He said that by Holy Scripture the man of God is made perfect and furnished for every good work he can lack nothing of Christian truth or sound doctrine who strives religiously to ask counsel of Scripture."
    },
    {
      "Article": "2",
      "Title": "OF THE HOLY TRINITY AND THE MYSTERY OF THE INCARNATE CHRIST",
      "Content": "Since, therefore, holy sermons were derived from this source and dangerous contentions ceased, those in whom there was any desire after godliness have obtained a far more certain knowledge of Christ's doctrine and have begun to express it in the life. Just as they have withdrawn from those things which were improperly attached to the doctrines of Christ so have they been confirmed in those that agree therewith. Among these is what the Church of Christ has hitherto believed concerning the Holy Trinity - viz. that God the Father, the Son and the Holy Ghost is one in substance, and admits no distinction other than of persons. Also that our Saviour Jesus Christ, being true God, became likewise true man, the two natures not being confounded, but so united in the same person that they shall never throughout all  ages be sundered. Nor do they vary in these particulars in any respect from what the Church, taught out of the Holy Gospels, believes concerning our Saviour Jesus Christ, conceived of the Holy Ghost, then born of the Virgin Mary, and who at length, after he had performed the office of preaching the Gospel, having died on the cross and been buried, descended to hell, and was recalled the third day from the dead into immortal life: and when by various arguments he had proved this to witnesses hereunto appointed, was carried up to heaven to the right hand of his Father, whence we look for him as Judge of the quick and the dead. Meanwhile, we acknowledge that he is nevertheless present with his Church, even to the end of the world; that he renews and sanctifies it and adorns it as His only beloved bride with all sorts of ornaments of virtues. In these points, since we vary nothing from the common consent of Christians, we think it sufficient in this manner to testify our faith."
    },
    {
      "Article": "3",
      "Title": "OF JUSTIFICATION AND FAITH",
      "Content": "In regard to those things which were commonly taught concerning the manner in which we become partaker of the redemption made by Christ and concerning the duties of a Christian, our preachers differ somewhat from the lately received dogmas. Those points which we have followed we will endeavor to explain most plainly to Your Most Worshipful Majesty and at the same tame to indicate in good faith the Scripture passages that  have constrained us thereto. First, therefore, since for some years we were taught that man's own works are necessary for his justification, our preachers have taught that this whole justification is to be ascribed to the good pleasure of God and the merit of Christ, and to be received by faith alone. Among others, the following passages of Scripture have moved them thereto: \"As many as received him, to them gave he power to become the sons of God, even to them that believe on his name: which were born not of blood, nor of the will of the flesh but of God\" (John 1:12, IS). \"Verily, verily, I say unto thee except a man be born again he cannot see the kingdom of God ' (John 3:3). \"No man knoweth the Son but the Father; neither knoweth any man the Father save the Son, and he to whomsoever the Son will reveal him\" (Matt. 11:27). \"Blessed art thou, Simon BarJona: for flesh and blood hath not revealed it unto thee\"(Matt 16:17). \"No man can come unto me, unless my Father draw him\" (John 6:44). \"By grace are ye saved through faith; and that not of yourselves; it is the gift of God: not of works, lest any man should boast. For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them\" (Eph. 2:810). For since it is our righteousness and eternal life to know God and Jesus Christ our Saviour, and this is so far from being a work of flesh and blood that it is necessary for this to be born again; neither on we come to the Son, unless the Father draw us: neither know the Father, unless the Son reveal him; and Paul writes so clearly. \" not of us, nor of our works,\" - it is evident enough that our works can help us nothing, so that instead of unrighteous, as we are born, we may become righteous; because as we are by nature the children of wrath, and on this account unrighteous, so we are unable to do anything just or pleasing to God. But the beginning of all our righteousness and salvation must proceed from the mercy of the Lord, who from his own  Favor and the contemplation of the death of his Son first offers the doctrine of truth and his Gospel, those being sent Forth who are to preach it: and, secondly, since \"the natural man receiveth not the things of the Spirit of God,\" as St. Paul says (I Cor. 2:14), he causes a beam of his light to arise at the same time in the darkness of our heart, so that now we may believe his Gospel preached, being persuaded of the truth thereof by his Spirit from above, and then, relying upon the testimony of this Spirit, may all upon him with filial confidence and say, \" Abba. Father,\" obtaining thereby sure salvation, according to the saying: \"Whosoever shall all upon the name of the Lord shall be saved.\""
    },
    {
      "Article": "4",
      "Title": "OF GOOD WORKS, PROCEEDING OUT OF FAITH THROUGH LOVE",
      "Content": "These things we will not have men so to understand, as though we placed salvation and righteousness in slothful thoughts of the mind, or in faith destitute of love, which they all faith without form, seeing that we are sure that no man can be justified or saved except he supremely love and most earnestly imitate God. \"For whom he did foreknow, he also did predestinate to be conformed to the image of his Son \"; to wit, as in the glory of a blessed life, so in the cultivation of innocence and perfect righteousness; \"for we are his workmanship, created unto good works.\" But no one can love God above all things, and worthily imitate him, but he who indeed knows him and expects all good things from him.  Therefore, we cannot be otherwise justified - i.e., become righteous as well as saved (for righteousness is even our salvation) - than by being endued chiefly with faith, whereby, believing the Gospel, and therefore being persuaded that God has adopted us as his children, and that he will ever bestow his paternal kindness upon us, we wholly depend upon his pleasure. This faith St. Augustine in his book, De Fide et Operibus, calls \"Evangelical\" - to wit, that which is efficacious through love. By this only are we regenerated and the image of God is restored in us. By this, although we are born corrupt, our thoughts even from our childhood being altogether prone to evil, we become good and upright. For from this we, being fully satisfied with one God, the perennial fountain of blessings that is copiously effluent, show ourselves to others as gods - i.e., true children of God - by love striving for their advantage so far as we are able. For \"he that loveth his brother abideth in the light\" and \"is born of God,\" and is wholly given to the new, and at the same time old, commandment concerning mutual love. And this love is the fulfilling of the whole law, as Paul says: \"All the law is fulfilled in one word: Thou shalt love thy neighbor as thyself\" (Gal. 5:14). For whatever the law of God teaches has this end and requires this one thing, that at length we may be reformed to the perfect image of God, being good in all things, and ready and willing to serve the advantage of men: which we cannot do unless we be furnished with virtues of every kind. For who can purpose and do all things, as the duty of a Christian requires, to the true edifying of the Church and the sound profit of all - i.e., according to God's law and for his glory-except he both think and speak and do everything in order and well, and therefore be very familiarly acquainted with the whole company of virtues?"
    },
    {
      "Article": "5",
      "Title": "TO WHOM GOOD WORKS ARE TO BE ASCRIBED, AND HOW THEY ARE NECESSARY",
      "Content": "But since they who are the children of God are led by the Spirit of God, rather than that they act themselves (Rom. 8:14), and \"of him, and through hint, and to him, are all things\" (Rom. 11:36), whatsoever things we do well and holily are to be ascribed to none other than to this one only Spirit, the Giver of all virtues. However it be, he does not compel us, but leads us, being willing, working in us both to will and to do (Phil. 2:13). Hence Augustine writes wisely that God rewards his own works in us. By this we are so far from rejecting good works that we utterly deny that anyone can be saved unless by Christ's Spirit he be brought thus far, that there be in him no lack of good works, for which God has created him. For there are divers members of the same body; therefore each of us has not the same office (1 Cor., ch. 12). Inasmuch as it is so necessary for the law to be fulfilled that heaven and earth shall pass away before one iota or the least point thereof be remitted, yet because God alone is good, and has created all things out of nothing, and by his Spirit makes us altogether new, and wholly leads us (for in Christ nothing avails but a new creature), none of these things can be ascribed to human powers; and we must confess that all things are the mere gifts of God, who favors and loves us of his own accord, and not for any merit of ours. From the above it can be sufficiently known what we believe justification to be, by whom it is brought us, and in what way it is received of us, and by what passages of Scripture we are induced to so believe. For although of many we have cited a few, yet by these few anyone who is even moderately versed in the Scriptures will be satisfied, and even more than satisfied, that passages of this kind that  ascribe nothing but sin and perdition to us. As Hosea says, and all our righteousness and salvation to the Lord, meet readers of the Scriptures everywhere."
    },
    {
      "Article": "6",
      "Title": "OF THE DUTIES OF A CHRISTIAN",
      "Content": "Now it cannot be doubted what be the duties of a Christian, and to what actions he should be chiefly devoted: namely, to all those whereby every one, for his part, may profit his neighbors - first, with respect to life eternal, that they may begin to know, worship and fear God: and then with respect to the present life, that they may want nothing required by bodily necessity. For as the whole law of God, which is a most absolute commandment of all righteousness, is summed up in this one word; \"Thou shalt love thy neighbor as thyself\" (Rom. 13:9) so in rendering this love it is necessary that all righteousness be comprised and completed. Hence nothing at all is to be reckoned among the duties of a Christian which has not some force to profit our neighbor, and that every such work pertaineth the more to a Christian as more advantage may accrue to his neighbor. Therefore, after ecclesiastical functions we place among the chief duties of a Christian the administration of the government, obedience to magistrates (for these are of importance for the common profit), the care which is devoted to wife, children and family, and the honor which is rendered parents, because without these the life of men cannot subsist; and, lastly, the professions of good arts and  all honorable branches of learning, since without the cultivation of these we would necessarily be destitute of the greatest blessings, and those which are peculiar to mankind. Yet in these and all other duties of human life no man must inconsiderately take anything to himself, but conscientiously consider whither God calls him. To conclude, let every man account that his duty, and that duty the more excellent. Whereby he may confer the greatest advantage upon men."
    },
    {
      "Article": "7",
      "Title": "OF PRAYERS AND FASTS",
      "Content": "We have prayers and fasts, actions nevertheless the most holy and such as are especially proper for Christians, to which our ecclesiastics most diligently exhort their hearers. For true fasting is, as It were, a renouncing of the present life. Which is always subject to evil desires, and a meditation upon the future life that is free from perturbations. Prayer is a lifting up of the mind to God, and such conversation with him that no other thing so greatly inflames man with heavenly affections and more mightily conforms the mind to God's will. But however holy and necessary that exercises be to Christians, yet as one's neighbor is not so much served by them as man is prepared to serve his neighbor with profit, they are not to be preferred to holy doctrine, godly exhortations and admonitions, and other duties whereby our neighbor at once receives profit. Hence we read of the Saviour that in the nighttime he gave himself to prayer, but  in the daytime to doctrine and healing the sick. For as love is greater than faith and hope, so we believe that those things which come nearest - viz. such as bring assured profit unto men - are to be preferred above all other holy functions. Hence St. Chrysostom wrote that in the whole company of virtues fasting had the last place."
    },
    {
      "Article": "8",
      "Title": "OF THE COMMANDING OF FASTS",
      "Content": "But since no minds, unless they be very ardent and peculiarly influenced by inspiration from above, can either pray or fast aright and with profit, we believe that it is better, according to the example of the apostles and of the earlier and purer Church, by holy exhortations to invite men to these things, rather than to exhort them by precepts, especially such as bind men under penalty of sin, as the priests that have been of late, since the order of priests had not a little degenerated, undertook to do. So we prefer to leave the place, time and manner both of praying and of fasting to be determined by the Holy Ghost, without whom it is impossible for anyone either to pray or to fast aright, rather than prescribe them by fixed laws, especially such as may not be broken without some atonement. Yet for the younger and less perfect our preachers do not disapprove of the appointment of a fixed time and mode for praying and fasting, whereby, as by holy introductions, they may be prepared hereunto, provided this be done without binding of the  conscience. We were brought to this opinion not only because the nature of these actions conflicts with all ungrateful compulsion, but especially by the consideration that neither Christ himself nor any of his apostles have in any way mentioned such precepts. This St. Chrysostom also testifies. \" Thou seest,\" says he, \" that an upright life aids more than all other things. Now I term an upright life not the labor of fasting nor the bed of hair or ashes, but if thou despisest money no otherwise than thou shouldst; if thou burn with love; if thou nourish the hungry with thy bread; if thou overcome thy anger; if thou desire not vainglory; if thou be not possessed with envy. For these are his instructions. For he does not say that his fast must be imitated, although he could have laid down those forty days, but: ' Learn of me; for I am meek and lowly of heart.' Yea, rather he says, on the contrary: ' Whatsoever is set before you, eat.' \"Moreover, we do not read that any solemn and set fast was appointed the ancient people of God, save that of one day. For the fasts which Scripture testifies were instituted by prophets and kings were evidently not set fasts, but enjoined only for their time, when certain calamities, either impending or already oppressing them, made such demands. Seeing, therefore, Scripture, as St. Paul distinctly affirms, instructs in every good work, but is ignorant of these fasts extorted by precepts, we do not see how it could be lawful for the successors of the apostles to oppress the Church with so great and so dangerous a burden. Truly Irenaeus testifies that in time past the observance of fasts in the churches was diverse and free, as is read in the Ecclesiastical History, book viii. chap. 14. In the same book Eusebius mentions that one Apollonius, an ecclesiastical writer, among other arguments used this also to confute the doctrine of the heretic Montanus, that he was the first that made laws for  fasts. So unworthy did he deem this of those professing the sound doctrine of Christ. Thereupon Chrysostom says somewhere: \"Fasting is good, but let no man be compelled.\" And in another place he exhorts him that is not able to fast to abstain from dainties, and affirms that this does not differ much from fasting, and that it is a strong weapon to repress the fury of the devil. Moreover, experience itself more than proves that such commandments concerning fasts have been a great hindrance to godliness. When, therefore, we saw very evidently that the chief men in the Church beyond the authority of Scripture assumed this authority so to enjoin fasts as to bind men's consciences, we allowed consciences to be freed from these snares, but by the Scriptures, and especially Paul's writings, which with singular earnestness remove these rudiments of the world from the necks of Christians. For the saying of Paul ought not to have light weight with us: \"Let no man, therefore, judge you in meat, or in drink, or in respect of an holy day, or of the new moon, or of the Sabbath days.\" And again: \" Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances? \" For if St. Paul (than whom no man at any time taught Christ more certainly) maintains that through Christ we have obtained such liberty in external things that he not only allows no creature the right to burden those who believe in Christ, even with those ceremonies and observances which God himself appointed, and wished in their own time to be profitable, but also denounces as having fallen away from Christ, and that Christ is of none effect to those who suffer themselves to be made servant thereto, what verdict do we think should be passed on those commandments which men have devised of themselves, not only without any oracle, but also without any  example worthy of being followed, and which, therefore, are unto most not only beggarly and weak, but also hurtful; not elements - i.e. rudiments of holy discipline - but impediments of true godliness? How much more unjust will it be for anyone to assume to himself this power over the inheritance of Christ, so as to oppress it with such bondage, and how far shall it remove us from Christ if we submit ourselves to these things! For who does not see that the glory of Christ (to whom we ought wholly to live, as he has wholly redeemed us to himself and delivered us, and that, too, by his blood) is more obscured if without his authority we bind our conscience to such laws as are the inventions of men, than to those which have God as their author, even though they were once in their own time to be observed? Certainly, it is less fault to play the Jew than the heathen. But it is the custom of the heathen to receive laws for the worship of God which have originated without God's advice, and from man's invention only. Wherefore, if ever elsewhere, the saying of Paul is in place: \"Ye are bought with a price; be not ye the servants of men.\""
    },
    {
      "Article": "9",
      "Title": "OF THE CHOICE OF MEATS",
      "Content": "For the same cause was remitted also the selection of meats prescribed for certain days, which St. Paul, writing to Timothy, calls a doctrine of demons. Nor is their answer firmly grounded who maintain that these expressions were used only against the  Manichaeans, Encratites, Tatianites and Marcionites, who wholly forbad certain kinds of meats and marriage. The apostle in this place condemned those who command \"to abstain from meats which God hath created to be received,\" etc. Now they also who forbid the taking of certain meats on certain days nevertheless command men to abstain from meats which God created to be taken, and are akin to the doctrines of demons, as is manifest from the reason that the apostle added. For he says God has created everything that is good, and nothing is to be refused that is received with thanksgiving. He excepts no times, although no one favored frugality, temperance, and also choice chastisements of the flesh and lawful fastings, more than he did. Certainly, a Christian must observe frugality, but at all times; and the flesh must sometimes be chastised by diminishing the accustomed diet, but plainness and moderation of meats conduce to this more than does the kind. To conclude: it is meet for Christians now and then to take upon themselves a due fast; but that must not be an abstinence from certain but from all meats; nor from meats only, but from all the dainties whatsoever of this life. For what kind of fast is this, what sort of abstinence, to change only the kind of dainties (as those who are regarded today more devout than others are wont to do) , since St. Chrysostom does not regard it a fast if we continue even entirely without meats until evening, unless, together with abstinence from meats, we are continent also from those things that are hurtful, and bestow much leisure upon the pursuit of spiritual things?"
    },
    {
      "Article": "10",
      "Title": "THAT BY PRAYERS AND FASTINGS WE MUST NOT LOOK TO MERIT ANYTHING",
      "Content": "Moreover, our ecclesiastics have taught that this fault must be amended with respect to prayers and fasts - viz., that men are commonly taught to seek some sort of merit and justification by these their works. For just as we are saved by grace through faith, so also are we justified. And of the works of the law, among which prayers and fastings are reckoned, Paul has written thus: \"Christ is become of none effect unto you, whosoever of you are justified by the law; ye are fallen from grace. For we through the Spirit wait for the hope of righteousness by faith.\" Therefore we must pray, but to the end that we may receive of God, not that we may hereby confer anything upon him. We must fast, that we may the better pray and keep the flesh within duty, not that we may deserve anything for ourselves before God. This end and use alone of prayers and fasts both the Scripture and also the writings and examples of the fathers prescribe. Besides, our circumstances are such that although we could pray and fast with such devoutness, and perform all things that God has enjoined upon us, so that nothing more could be required (which hitherto no mortal has at any time performed) , yet we must still confess that we are unprofitable servants. What merit, therefore, can we imagine?"
    },
    {
      "Article": "11",
      "Title": "THAT ONE GOD IS TO BE WORSHIPPED THROUGH CHRIST",
      "Content": "Another abuse concerning these things has been rejected, by which some think by fastings and prayers they can so oblige the Virgin Mary that bare God, and other saints, as, by their intercession and merits, to be delivered from all evils, both of body and of soul, and to be enriched with every kind of good things. For our preachers teach that the heavenly Father alone is to be invoked through Christ as the only Mediator, and that we are to pray of him all things, as he himself has testified that he will refuse us nothing which we ask only in faith and in the name of Christ. Since, therefore, Paul proclaims this one man Jesus Christ as Mediator between God and men, and no one can love us more or have more influence with the Father, our preachers are accustomed to urge that this one advocate and intercessor with the Father is enough. Yet they teach the duty of honoring the most holy Virgin Mary, the mother of God, and all saints, with the greatest devotion, but that this can be done only when we strive after those things that were especially pleasing to them - viz., innocency and godliness, of which they have afforded us such eminent examples. For since all godly persons love God with all the heart and soul and strength, we can in nothing please them better than together with them, as ardently as possible, both to love and to imitate God. For they do not ascribe their salvation to their own merits, much less ever think of aiding us thereby. For every one of them, when he lived here, said with Paul: \"The life which I now live in the flesh I live by the faith of the Son of God, who loved me and gave himself for  me. I do not make void the grace of God.\" Seeing, therefore, that they themselves ascribed all that they had received to the grace of God and the redemption of Jesus Christ, we can gratify them no better than if we also rely upon such assistance."
    },
    {
      "Article": "12",
      "Title": "OF MONKERY",
      "Content": "For the same reason, that all our justification consists in faith in Jesus Christ, whence we derive liberty in all external things, we have permitted the bonds of monkery also among us to be relaxed. For we saw that this liberty of Christians was everywhere earnestly asserted by St. Paul, whereby every Christian, being of himself sure that all righteousness and salvation must be sought for only in Jesus Christ our Lord, and also that he must always use all things of this life as for the advantage of his neighbor, so also for the glory of God, freely permits himself and all that he has to be arbitrated and directed by the Holy Spirit of Christ, the bestower of true adoption and liberty, and also to be appointed and bestowed not only for the profit of his neighbors, but also to the glory of God. In retaining this liberty we show that we are servants of God; in betraying it to men, addicting ourselves to their inventions, we, like renegades, forsake Christ and flee to men. This we do the more wickedly as Christ has purchased us with no common price, as he has redeemed us by his blood from the deadly servitude of Satan. This is the reason why St. Paul, in writing to the  Galatians, so greatly detested that they had bound themselves to the ceremonies of the law, although they were divine; yet, as we have shown above, the excuse for this was far better than to submit themselves to the yoke of those ceremonies which men devised of themselves. For he wrote, and of a truth, that those who admit the yoke of these ceremonies despise the grace of God and count the death of Christ as a thing of naught. And hence he says that he fears that he has labored for them in vain, and exhorts them to stand fast in that liberty wherewith Christ hath made them free, and not to be entangled again in the yoke of bondage. Now, it is manifest that monkery is nothing else than a bondage of human traditions, and of such indeed as Paul has condemned by name in the passages which we have cited. For undoubtedly they who profess monkery consecrate themselves to these inventions of men in the hope of merits. Hence it is that they regard it so heinous an offence to desert these for the liberty of Christ. Therefore as our body as well as our spirit belongs to God (and that in a double respect - viz. of condition and of redemption) , it cannot be lawful for Christians to make themselves slaves to this monastic servitude, much less than for temporal servants to change their masters. Besides, it cannot be denied that by such bondage and vows to live after the commandments of men a necessity, as it always used to be formerly, of transgressing God's law is occasioned, since God's law requires that, according to his ability, a Christian should be of service to the magistrate, parents, relatives and all others whom God has made nearest to him and brought to him for assistance, in what place, time or manner soever their profit demands. Then let him embrace that mode of living whereby he may chiefly provide for the affairs of his neighbors. Neither let him choose celibacy, unless it be given him for the kingdom of  God - i.e. in order to promote godliness and God's glory to renounce marriage and make himself a eunuch. For the commandment of God, published by Paul, abides, which no vows of men can render void: \"To avoid fornication let every man\" (he excepts no one) \" have his own wife, and let every woman have her own husband.\" For all do not receive this word concerning adopting a single life for the kingdom of heaven, as Christ himself testifies, than whom no one more exactly knew and more faithfully taught either what is the power of human nature or what is acceptable to the Father. Now, it is well known that by these monastic vows they who assume them are so bound to a certain kind of men that they think it unlawful to be obedient and dutiful any longer to either the magistrate or their parents or any men (the head of the monastery alone excepted) , or to relieve them with their substance, and least of all to marry, even when they greatly burn; and hence they necessarily fall into all sorts of disgraceful ways of life. Since, therefore, it is clear that these monastic vows render a man who is freed from the service of Christ subject not so much to the bondage of men as of Satan, and bring a necessity of transgressing God's law, as is the nature of all human traditions, and therefore conflict manifestly with God's commandments, we very properly believe that they are to be regarded void, as not only the written law, but also the law of nature, commands that a promise be disannulled if its observance hinder good morals, and much more if it hinder religion. Therefore we could not withstand any one who wished to exchange a monastic life - undoubtedly a bondage to Satan -for a Christian life. So also we could not withstand others of the ecclesiastical order who, marrying, embraced a kind of life wherefrom more advantage to their neighbors and greater purity of life could be expected than from that wherein they lived  before. To conclude: neither did we undertake to prohibit from the right of marriage those among us who have persevered in the ministry of God, whatever were the vows of chastity that they had assumed. In this we were influenced by the reasons above specified, since St. Paul, the advocate of true chastity, assumes even a bishop to be a married man. For we have justly preferred this one divine law above all human laws - viz.: \"To avoid fornication, let every man have his own wife.\" It is doubtless because this law has been rejected for so long a time that all kinds of lusts, even those that are unmentionable (with all reverence to Your Worshipful Majesty, Most Excellent Emperor) , have more than overwhelmed the ecclesiastical order, so that today there is no kind of mortals more abominable than those who bear this name."
    },
    {
      "Article": "13",
      "Title": "OF THE OFFICE, DIGNITY AND POWER OF MINISTERS IN THE CHURCH",
      "Content": "Concerning the ministry and the dignity of the ecclesiastical order we teach: first, that there is no power in the Church except for edification. Secondly, that we must not think otherwise of any man in this estate than Paul wished himself, Peter, Apollos and others to be esteemed - viz. as ministers of Christ and stewards of the mysteries of God, in whom it is chiefly required that each one be found faithful. These have the keys of the kingdom of heaven, the power to bind and to loose,  to remit and to retain sins, yet in such a manner that they be nothing else than ministers of Christ, whose right and prerogative alone this is. For as he is the only one who can renew souls, so he it is alone who by his power opens heaven to men and frees them from sins. Both of these come to us only when it is given us to be renewed in mind and to have our citizenship in heaven. It is the part of ministers to plant and to water, neither of which are efficacious of themselves, for it is God who giveth the increase. For no one is sufficient of himself to think anything as of himself, but his sufficiency is of God, who also hath made whom he wishes ministers of the New Testament, to render men properly convinced concerning Christ truly partakers of him; not to minister the dead letter - i.e., doctrine that sounds forth only externally, without changing the heart - but that which quickens the spirit and renews the heart. Thus they are at length coworkers with God, and truly open heaven and remit sins. Hence it is that in delivering this power to the apostles Christ breathed upon them and said: \"Receive ye the Holy Ghost \"; and then added: \"Whosesoever sins ye remit, they are remitted unto them.\" Therefore, what constitutes fit and properly consecrated ministers of the Church, bishops, teachers and pastors, is that they have been divinely sent (\" for how will they preach unless they be sent? \") - i.e., that they have received the power and mind to preach the Gospel and to feed the flock of Christ, and also the Holy Ghost who cooperates - i.e., persuades hearts. Other virtues wherewith men of this order should be furnished St. Paul recounts. Those, therefore, who are sent, anointed, and furnished in this sort have an earnest care for the Lord's flock, and labor faithfully in feeding it; and we acknowledge them in the number of bishops, elders and pastors, and as worthy of double honor, and every Christian ought with  the greatest promptness obey their commands. But those who devote themselves to different things put themselves in a different place and are distinguished by a different name. Yet the life of no one should give such offence as that Christians should hesitate to embrace whatever he may declare, either from Moses or the chair of Christ; that is, either from the Law or the Gospel. But Christ's sheep are not to hear the voice of such as introduce strange things. Moreover, they who in secular things have received power as it has been ordained of God have it in such a way that he resists an ordinance of God who is unwilling to obey their direction in matters that do not conflict with God's commands. Therefore the charge against us by some is a calumny -viz. that our preachers undermine the jurisdiction of ecclesiastics. The temporal jurisdiction which they have has never been interfered with by our preachers. And the spiritual jurisdiction, whereby they ought by the Word of God to free consciences and to faithfully feed them on Christ's Gospel. They have often invoked; so far are they from ever resisting it. But the reason why we did not endure the doctrine of certain ecclesiastics, and, according to our necessity, substituted others in their place, or, as is manifest, have retained those who have been discharged by the episcopal authorities, is that the latter clearly proclaimed the voice of our Shepherd, while the former declared that of strangers. For when the question is concerning the interests of the Gospel and sound doctrine, those who truly believe in Christ must turn themselves entirely to the Bishop of our souls, Jesus Christ, and in no way admit the voice of strangers. In this, injury can be inflicted on no one, since the words of Paul are true: \"For all things are yours; whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours; and ye are Christ's; and  Christ is God's.\" Certainly, if Peter and Paul, with the entire world, are hitherto ours, and we in no way theirs, but Christ's, and that just as he is his Father's - viz. that in all things that we are we live to him alone, for this end using all things as ours - no one of the ecclesiastics can justly complain of us that we are not sufficiently obedient to them, while it has been manifest that we were following the will of God. These things are taught among us concerning the office, dignity and authority of ministers of the Church, and the passages of Scripture which we have cited and others like them have influenced us to give our faith thereto."
    },
    {
      "Article": "14",
      "Title": "OF HUMAN TRADITIONS",
      "Content": "Furthermore, concerning the traditions of the fathers or such as the bishops and churches at this day ordain, the opinion of our men is as follows: They reckon no traditions among human traditions (such, namely, as are condemned in the Scriptures) except those that conflict with the law of God, such as bind the conscience concerning meat, drink, times and other external things, such as forbid marriage to those to whom it is necessary for an honorable life, and other things of that stamp. For such as agree with the Scripture, and were instituted for good morals and the profit of men, even though not expressed in Scripture in words, nevertheless, since they flow from the command of love, which orders all things most becomingly, are  justly regarded divine rather than human. Of this sort were those of Paul - that women should not pray in the church bareheaded or men with heads covered; that they who are to commune should tarry one for the other; that no one should speak with tongues in the congregation without an interpreter; that the prophets without confusion should deliver their prophecies to be judged by those who sit by. Many such the Church even today justly observes, and according to occasion frames anew, which he who rejects despises the authority, not of men, but of God, whose tradition whatsoever is profitable. For \"whatever truth is said or written is said and written by His gift who is the truth itself,\" as St. Augustine has devoutly written. But oftentimes there is disputing about this as to what tradition is profitable, what not - i.e. what promotes and what retards godliness. But he who shall seek nothing of his own, and consecrates himself entirely to the public profit, shall easily see what things correspond to God's law and what do not. Furthermore, since the condition of Christians is such that they are even helped by injuries, the Christian will refuse to obey not even unjust laws, provided they make no godless command, according to the saying of Christ: \"Whosoever shall compel thee to go a mile, go with him twain.\" Thus, undoubtedly, the Christian ought to become all things unto all men, so that he may endeavor both to suffer and to do everything for the pleasure and profit of men, provided they be not opposed to God's commands. Hence it is that everyone obeys the civil laws that do not conflict with godliness, the more readily the more fully he is imbued with the faith of Christ."
    },
    {
      "Article": "15",
      "Title": "OF THE CHURCH",
      "Content": "We must set forth now what we think concerning the Church and the sacraments. The Church of Christ, therefore, which is frequently called the kingdom of heaven, is the fellowship of those who have enlisted under Christ and committed themselves entirely to his faith; with whom, nevertheless, until the end of the world, those are mingled who feign faith in Christ, but do not truly have it. This the Lord has taught sufficiently by the parable of the tares; also by the net cast into the sea, which brought bad fish in with the good; then, too, by the parable of the king who commanded all to be invited to the marriage of his son, and afterwards the one without the wedding garment to be cast out. Moreover, when the Church is proclaimed the bride of Christ, for whom he gave himself that she might be sanctified; also when it is called the house of God, the pillar and ground of the truth, Mount Zion, the city of the living God, the heavenly Jerusalem, the Church of the firstborn who are written in heaven, - these encomiums pertain only to those who have truly obtained a place among the children of God because they firmly believe in Christ. Since in these the Saviour truly reigns, they are properly called this Church and the communion - i.e. society - of saints, as the term \"Church\" is explained in the Apostles' Creed. This the Holy Ghost rules, from this Christ is never absent, but he sanctifies it to present it at length to himself blameless, not having spot or wrinkle. This, finally, he that will not hear is to be regarded a heathen and a publican. Although that whereby it is entitled to be called the Church of Christ - namely, faith in Christ - cannot be seen,  yet it can be seen and plainly known from its fruits. Of these fruits the chief are a courageous confession of the truth, a true love tendered to all, and a brave contempt of all things for Christ. These undoubtedly cannot be absent where the Gospel and its sacraments are purely administered. Besides, since it is the Church and kingdom of God, and for this reason all things must be done in the best order, it has various offices of ministers. For it is a body compacted of various members, whereof each has his own work. While they perform in good faith their ministry, laboring earnestly in word and doctrine, they truly represent the Church, so that he who hears them is correctly said to hear the Church. But with what spirit they should be moved and with what authority endowed we have declared above and given account when we explained our faith concerning the ministry of the Church. For they who teach what conflicts with Christ's commands cannot represent the Church of Christ; nevertheless, it may occur, and actually does occur frequently, that the wicked both prophesy in Christ's name and pass judgment in the Church. But those who propose what differs from Christ's doctrines, even though they be within the Church, nevertheless, because preoccupied with error, they do not proclaim the voice of the Shepherd, undoubtedly cannot represent the Church, the bride of Christ. Therefore they are not to be heard in his name, since Christ's sheep follow not the voice of a stranger. These things our theologians teach of the Church, derived from the passages cited and similar passages."
    },
    {
      "Article": "16",
      "Title": "OF THE SACRAMENTS",
      "Content": "Furthermore, since the Church lives here in the flesh, even though not according to the flesh, it has pleased the Lord to teach, admonish and exhort it also by the outward Word; and that this might be done the more conveniently he wished his people to maintain an external society among themselves. For this reason he has also given to them sacred symbols, which we call sacraments. Among these, Baptism and the Lord's Supper are the chief. These we believe were called sacraments by the ancients, not only because they are visible signs of invisible grace (to use the words of St. Augustine) , but also because in them a profession of faith, as it were, is made."
    },
    {
      "Article": "17",
      "Title": "OF BAPTISM",
      "Content": "Of Baptism, therefore, we confess that which Scripture in various places declares of it: that by it we are buried into Christ's death, are united into one body and put on Christ; that it is the washing of regeneration, that it washes away sins and saves us. All this we understand as St. Peter has interpreted when he says: \"The like figure whereunto even baptism doth also now save us, not the putting away of the filth of the flesh, but the answer of a good conscience toward God.\" For without faith it is impossible to please God, and we are saved by grace, not by our works. But since Baptism is the sacrament of the covenant that God makes with those who are his, promising to be their God and Protector, as well as of their seed, and to have them as his people, and finally, since it is a symbol of renewing through the Spirit, which occurs through Christ, our theologians teach that it is to be given infants also, no less than formerly under Moses they were circumcised. For we are indeed the children of Abraham. Therefore no less to us than to those of old pertains the promise: I will be thy God and the God of thy seed."
    },
    {
      "Article": "18",
      "Title": "OF THE EUCHARIST",
      "Content": "Concerning this venerable sacrament of the body and blood of Christ, all that the evangelists, Paul and the holy fathers, have left in writing, our men, in the best faith, teach, commend and inculcate. And hence with singular zeal they always publish this goodness of Christ to his people, whereby no less today than at that last Supper, to all those who sincerely have given their names among his disciples and receive this Supper according to his institution, he deigns to give his true body and true blood to be truly eaten and drunk for the food and drink of souls, for their nourishment unto life eternal, so that now he may live and abide in them, and they in him, to be raised up by him at the last day to new and immortal life, according to his words of eternal truth: \" Take, eat; this is my body,\" etc.; \" drink ye all of it; for this is my blood,\" etc. Now, our ecclesiastics with especial diligence  withdraw the minds of our people both from all contention and from all superfluous and curious inquiry to that which is alone profitable, and which was alone regarded by Christ our Saviour - namely, that, fed upon him, we may live in and through him a life pleasing to God, holy, and therefore eternal and blessed, and that we who partake of one bread in the Holy Supper may be among ourselves one bread and one body. Hence indeed it occurs that the divine sacraments, the Most Holy Supper of Christ, are administered and received among us very religiously and with singular reverence. From these things, which are truly in this manner, Thy Most Worshipful Majesty, Most Clement Emperor, doth know how falsely our adversaries proclaim that our men change Christ's words and do them violence by human glosses; that nothing save mere bread and mere wine is administered in our Supper; and thus that among us the Lord's Supper has been despised and rejected. For with the greatest earnestness our men always teach and exhort that every man with simple faith embrace these words of the Lord, rejecting all devices and false glosses of men, and removing all wavering, apply his mind to their true meaning, and finally, with as great devotion as possible, receive these sacraments for the quickening nourishment of their souls and the grateful remembrance of so great a benefit; as is generally done now among us more frequently and devoutly than heretofore. Moreover, our ecclesiastics have always hitherto offered themselves, as they do today also, with all modesty and truth, in order to render an account of their faith and doctrine concerning all that they believe and teach touching this sacrament, as well as other things; and that not only to Thy Worshipful Majesty, but also to everyone who demands it."
    },
    {
      "Article": "19",
      "Title": "THE MASS",
      "Content": "Furthermore, since Christ has instituted his Supper in this manner, which afterwards began to be called the mass - to wit, that therein the faithful, being fed with his body and blood unto life eternal, should show forth his death, whereby they are redeemed - our ecclesiastics, by this means giving thanks and commending this salvation to others also, could not do otherwise than condemn, on the one hand, the general neglect of these things, and, on the other, the presumption of the celebrants of masses in offering Christ for the living and the dead, and in making the mass a work whereby almost alone the favor of God and salvation are obtained, without regard to what men either believe or live. Whence that shameful and twice and thrice impious buying and selling of this sacrament crept in, and the result was that today nothing is more a means of gain than the mass. Therefore they rejected private masses, because the Lord commanded this sacrament to his disciples to be used in common. Hence Paul also commands the Corinthians to wait for one another when going to the Holy Supper, and denies that they celebrate the Lord's Supper when each one takes his own supper while they are eating. Moreover, their boast that they offer up Christ as a victim our men condemn, because the Epistle to the Hebrews plainly testifies that as men once die, so Christ was once offered to take away the sins of many, and can no more be offered again than die again; and on this account, as a perfect sacrifice for our sins, he sits forever at the right hand of God, expecting what remains, until his enemies as a footstool may be placed beneath his feet. \"For by one offering he hath perfected forever them that are sanctified.\" But their making of the mass a good work, whereby something is obtained of God, our preachers have taught conflicts with the uniform declaration of Scripture that we are justified and receive God's favor by the Spirit of Christ and through faith, concerning which Scriptural testimonies have been cited above. So, too, our preachers have showed that the not commending in the mass the death of the Lord to the people is contrary to the command of Christ, to receive these sacraments in commemoration of himself, and to that of Paul, that thereby Christ's death is set forth until he come. And since many, without any desire of godliness, commonly celebrate the mass only for the purpose of nourishing the body, our preachers have shown that this is so execrable to God that even though the mass were in itself no hindrance to godliness, yet it should justly and by God's command be abolished. This is clear from Isaiah alone. For our God is spirit and truth, and therefore does not allow himself to be worshipped save in spirit and truth. Moreover, how grievous to the Lord is this indecorous huckstering introduced with reference to these sacraments they have also taught should be conjectured from the fact that Christ so severely and altogether against his accustomed manner, taking to himself external vengeance, cast out of the temple those buying and selling, although they seemed to be doing business only to further sacrifices that were made according to law. Therefore, since the rite of the mass, as commonly celebrated, conflicts in so many ways with the Scripture of God, just as also it is diverse in many ways from that which the holy fathers observed, it has been very severely condemned among us  from the pulpit, and by the Word of God been made so detestable that many have abandoned it of their own accord, and others when it was abrogated by authority of the magistrate. This we have allowed for no other reason than because throughout the whole of Scripture the Spirit of God detests nothing so, and commands nothing so earnestly to be taken away, as a feigned and false worship of himself. Now, no one who is influenced in any way by religion is ignorant what an inevitable necessity is laid upon one who fears God when he is persuaded that God requires anything of him. For anyone could easily foresee how many would endure that anything in so holy a rite as the mass should be changed by us; neither were there any who would not have preferred not only not to offend Thy Worshipful Majesty, but even any prince of the lowest rank. But since they did not doubt that by the common rite of the mass God was greatly provoked, and his glory, for which even life ought to he laid down, was obscured, they could not do otherwise than remove it, lest by their connivance they should render themselves liable for diminishing God's glory. Truly, if God is to be loved and worshipped above all, godly men must tolerate nothing less than what he abominates. That this one cause has constrained us to change certain matters concerning these things we call Him to witness from whom no secret is hid."
    },
    {
      "Article": "20",
      "Title": "OF CONFESSION",
      "Content": "Since, indeed, also the confession of sins which arises from godliness can be rendered by no man whom his repentance and true grief of mind do not impel thereto, it cannot be extorted by any precept. Wherefore neither Christ himself nor the apostles would command it. For this cause, therefore, our ecclesiastics exhort men to confess their sins, and therewith show its fruit - viz. that a man should privately seek consolation, advice, doctrine and instruction of one who is a Christian and wise - yet by commandments urge it upon no one, but affirm that such commandments injure godliness. For the institution of confessing sins to a priest has driven innumerable souls into grievous despair, and is subject to so many other faults that it ought long since to have been abrogated; and doubtless would have been abrogated if the presidents of churches in the most recent times had glowed with the same zeal for removing stumbling blocks as in former times Nestorius, bishop of Constantinople, who abolished secret confession in his church, because a woman of the nobility, who went often to church as though to perform works of penance, was found to have lain frequently with a deacon. Undoubtedly innumerable sins of such kind were committed in many places. Besides, the pontifical laws require that the hearer and judge of confession should be of such character, so holy, learned, wise and merciful, that one could scarcely determine to whom to confess among those who are commonly appointed to hear confessions. Moreover, the Schoolmen also think that it is better to confess sins to a layman than to a priest as cannot be expected to afford edification. The  sum of all is, that that confession which sound repentance and true grief of mind for sins does not produce brings more injury than good. Since, therefore, God alone can give repentance and true sorrow for our sins, nothing salutary in this matter can be accomplished by precepts, as experience itself has made too manifest."
    },
    {
      "Article": "21",
      "Title": "OF THE CHANTS AND PRAYERS OF ECCLESIASTICS",
      "Content": "For the same reason - viz. that there should be no conniving at an offence to God, which might occur under pretext of his service, than which nothing can offend him more-our men have condemned most things in the chants and prayers of ecclesiastics. For it is clearly manifest that these have degenerated from the first institution of the fathers, since no one who has examined the writings of the ancients is ignorant that the custom was current among them to earnestly repeat and also expound a few psalms in connection with a chapter of Scripture; while now many of the psalms are chanted, but almost without thinking, and of the reading of Scripture only the beginnings of the chapters remain, and innumerable things are assumed one after another that serve for superstition rather than for godliness. First, therefore, our ministers have denounced the minglings with holy prayers and chants of not a few things that are contrary to the Scriptures, as they ascribe to some saints what pertains to Christ alone - namely, to free from sins and other evils -and not so much to obtain the favor of God and every kind of blessings by entreaty as to bestow it as a gift. Secondly, that they are increased so infinitely that they cannot be chanted or recited with an attentive mind. Lastly, that these are also made meritorious works, and are wont to be sold for no small price; to say nothing meanwhile of what is contrary to the express command of the Holy Ghost - viz. that all things are said and chanted in such a tongue as the people not only do not understand, but sometimes not even those who obtain their livelihood by these chants and prayers."
    },
    {
      "Article": "22",
      "Title": "OF STATUES AND IMAGES",
      "Content": "Finally, against statues and images our preachers have applied the holy oracles, chiefly because they began to be worshipped and adored openly, and vain expenditure was devoted to them that was due the hungry, thirsty and naked Christ; and lastly, because by their worship and the expenditure they required (both conflicting with God's word) they seek merits with God. Against this religious error they have interposed also the authority of the ancient Church, which undoubtedly abominated the sight of any image, whether painted or graven, in the church, as the deed of Epiphanius, bishop of Salamis in Cyprus, that he reports of himself, abundantly proves. For when he saw on a curtain in a certain church a painting of  Christ or some saint (for he writes that he does not exactly remember), he was inflamed with such indignation because he saw an image of a man hanging in the church, contrary to the authority of the Scriptures and to our faith and religion, that he at once tore the curtain and ordered that the corpse of a poor man be wrapped therein. The letter in which this man of God narrates this of himself, writing to John, bishop of Jerusalem, St. Jerome has translated as genuine into the Latin, nor has he uttered a word in the least disapproving this judgment of Epiphanius concerning images. From this it is clearly inferred that neither St. Jerome himself nor the bishop of Jerusalem to whom he wrote thought otherwise concerning images. For the declaration that is commonly made that by statues and images the more rude are taught and instructed will not suffice to prove that they should be carried, especially where they are adored by the populace. God's ancient people were of a ruder class, so that it was needful to instruct them by numerous ceremonies; nevertheless, God did not think that images were of such value to teach and instruct the more rude, since he forbad them among the very chief things. If the answer be made that God forbad such images as were worshipped, it immediately follows that when all have begun to adore them they should be universally removed from the churches, on account of the offence which they occasion. For all things in the Church should be directed to edification, much less should anything be tolerated which may give occasion for ruin and can contribute no advantage. Besides, as is generally objected concerning teaching, St. Athanasius, refuting the heathen defending their idols by this argument, thus rejects it: \" Let them say, I ask, in what way God is known through images? Whether through the matter of which they consist or the form impressed upon the matter? If on account of the matter, what necessity now of form, since God has shone forth in the entire matter already, even before these were formed, since all things bear witness to his glory? Moreover, if the image that is produced is the cause of the divine knowledge, what need now of the picture and other material, for is not God known rather through those very animals whereof images are made? For God's glory would indeed be more clearly seen through animated beings, rational and irrational, than be manifested through the inanimate and motionless. When, therefore, for the purpose of understanding God, you carve or mould images, you make what is in no way worthy of him.\" Thus far Athanasius. Lactantius has also said much in opposition to this pretext, Divine Institutions, book ii. For with him who can be taught with profit, in addition to the word of exhortation, the living and true works of God themselves are of far more service than the vain images that men prepare. Since in so many passages of Scripture God has most fully testified that this is his opinion concerning images, it will not be proper for us men to seek profit from objects the peril of which God has commanded us to shun, especially when we ourselves have learned by experience how greatly they hinder godliness. Our men also confess that in itself the use of images is free, but, free as it may be, the Christian must consider what is expedient, what edifies, and should use images in such place and manner as not to present a stumbling block to any. For Paul was prepared to have both meat and wine prohibited him for his entire life if he knew that either in any way injured the welfare of others."
    },
    {
      "Article": "23",
      "Title": "OF MAGISTRATES",
      "Content": "We have above set forth that our ecclesiastics have assigned a place among good works of the first rank to the obedience which is rendered magistrates, and that they teach that everyone ought the more diligently to adapt himself to the public laws to the degree that he is a more sincere Christian and richer in faith. They accordingly teach that to exercise the office of magistrate is the most sacred function that can be divinely given. Hence it has come to pass that they who exercise public power are called in the Scriptures gods. For when they discharge their duty aright and in order the people prosper both in doctrine and in life, because God is wont so to control our affairs that in great part both the welfare and the destruction of subjects depend upon those who are governors. Therefore none exercise the duties of magistrate more worthily than they who of all are the most Christian and holy; whence, beyond all doubt, it happened that bishops and other ecclesiastical men were formerly promoted by most godly emperors and kings to the external government of affairs. In this matter, although they were religious and wise, there was this one fault - viz., that they were not able to render what was needful for the proper administration of both offices, and they had to fail, either in their duty to the churches in ruling them by the Word, or to the state in governing it with authority."
    },
    {
      "Article": "C",
      "Title": "CONCLUSION",
      "Content": "These are the chief points, most invincible and devout Emperor, wherein our men have somewhat receded from the common doctrine of ecclesiastics, being forced thereto by the authority alone of the Scriptures, which is justly to be preferred above all other traditions. These things being set forth as could be done by us in such short time, we wish to offer Thy Sacred Majesty, in order to give an account of our faith to thee, whom next to God we chiefly honor and reverence, and also to show how necessary it is speedily and earnestly to consult of a way and manner whereby a matter of so great importance may be known, weighed and discussed as in the first place respect for God requires, in whose highest interest we must act with fear and trembling; and in the second place, is worthy of Thy Holy Majesty, so greatly renowned for clemency and religion; and finally, the very means to attain the peace at which Thy Majesty aims demands - that certain and firm peace which, when there is dissent concerning faith and religion, cannot be acquired otherwise than when, before all other things, men's minds are plainly instructed concerning the truth. Moreover, it might perhaps seem needless for us to mention so many things concerning these matters, since the most famous princes, the Elector of Saxony and others, have very fully and thoroughly set forth the matters of present controversy in our holy religion. But because Thy Worshipful Majesty has required that all they who have any interest in this business declare to him their opinion concerning religion, we also thought it our duty to confess to Thy Majesty what is taught among us. Although the subject is so vast and embraces so many things  that even what we have declared on both sides is too meagre and brief than to permit the hope of the determination of anything certain in these controversies, and such as may be approved, not of all, but at least of a good part of Christian people, so small in truth is the number of those who subscribe to the truth. Since, therefore, this is a matter of such vast importance, and is so varied and manifold, and cannot be decided profitably unless it be well known and examined by many, we beseech Thy Sacred Majesty, and most humbly request, by God and our Saviour, whose glory undoubtedly thou dost chiefly seek, to cause as speedily as possible a general, free and truly Christian council to be summoned, which hitherto has seemed so necessary both to Thy Sacred Majesty and other princes for pacifying the affairs of the Church, that in almost all the assemblies of the Empire which were held since the beginning of this dissent concerning religion both Thy Sacred Majesty's commissioners and other princes of the Empire publicly testified that by no other way in these matters could that which is profitable be accomplished. Therefore, at the last assembly held at Spires Thy Sacred Majesty gave occasion to hope that the Roman Pontiff would not prevent the speedy summoning of such a council. But if the opportunity for a general council cannot in time be obtained, yet at least Thy Sacred Majesty might appoint a provincial assembly of the doctors of every degree and estate, whereunto all whom it is expedient to be present may freely and safely resort, every man may be heard, and all things may be weighed and judged by such men, whom it is certain, being endowed with the fear of God, would prefer nothing to his glory. For it is not unknown with what dignity and diligence in times past both emperors and bishops conducted themselves in deciding controversies of faith, which were nevertheless  frequently of much less importance than those that are now agitating Germany; so that they thought it worthwhile to assemble them to examine the same things the second and third time. Now he that shall consider how things are at present cannot doubt but that at this day there is need of greater fidelity, gravity, meekness and skill than ever before, in order that the religion of Christ may be restored to its own place. For if the truth is with us, as we undoubtedly believe, how much time and labor, pray, is requisite that they also may know it without whose consent, or allowance at least, a solid peace cannot be prepared! But if we err, from which we have no doubt that we are far distant, the matter again will require no slothful diligence or short time that so many thousand men be called back again to the way. This diligence and time it will not be so unbecoming for Thy Majesty to bestow, as it is meet for thee to express towards us the mind of Him in whose stead thou dost govern - viz., that of Jesus Christ, the Saviour of us all. Since he came for the purpose of seeking and saving what had perished, there is no reason why Thy Worshipful Majesty, even though thou dost believe without doubt that we have fallen from the truth, should not refuse to leave the ninetyandnine in the wilderness, and to seek for the hundredth and bring it back into the sheepfold of Christ - i.e. to prefer this business to all other matters, that the meaning of Christ in every one of these things which are at present in controversy may from the Scriptures be clearly and definitely explained to us, though we are but few and of an humble class. We certainly will be teachable, and will lay aside all obstinacy, provided we be permitted to hear the voice of our Shepherd Jesus Christ, and all things be supported by the Scriptures, that teach whatever is good. For if it should so occur that, the care of teaching us being rejected, compendious forms of edicts be sought (which while the matter is in the hands of Thy Worshipful Majesty we in no way fear) , it cannot be said into what straits numberless thousands of men would be brought - viz. those who, being persuaded that God is chiefly to be heard, and then that the dogmas that follow are supported upon the undoubted oracles of God, are always appalled by such sayings of the Saviour as: \" Fear not them which kill the body \"; \" He that loseth his life shall find it \"; \" If any one hate not his father and mother, etc., yea, and his own life also, he cannot be my disciple \"; ' Whosoever shall be ashamed of me in this adulterous and sinful generation, of him also shall I be ashamed before my Father and his angels \"; and the like. Moved, indeed, by such thunderbolts, many men would cheerfully suffer every extremity. Many, too, the fear of death would indeed delay, yet only for an opportunity, if they be dealt with in this matter with power before doctrine, with violence before their error is indicated to them. For of what value a sound persuasion concerning religion is, and how it maketh men to take no account of not only of property, but also of life, has been seen sufficiently, and even more than sufficiently, in many during the last ten years, to say nothing of former generations, who have suffered willingly not only exile and proscription, but even bonds, torture and death itself, rather than suffer themselves to be withdrawn from the judgment they had conceived, and which they believed to be true. If now, when there is a disagreement concerning the matters of less importance, few are to be found whom one can bring to unfeigned concord unless persuaded of the law or equity of their conditions, how when the controversy is concerning religion are we to expect true peace and undoubted tranquillity of affairs, such as Thy Worshipful Majesty is seeking to establish, unless  on both sides that be agreed upon which God approves and which harmonizes with the Scriptures? For as religion, by right and by the custom of nations, is preferred to all other things, so no controversy of mortals with one another could be more vehement and severe than that which is undertaken for altars and divinities. But since Thy Worshipful Majesty has used such inexpressible clemency towards enemies, and those too, who to be silent of other things, have omitted no kind of hostility, we have justly conceived the hope that thou wilt so moderate things in this matter also that in regard to us thou mayst seem to have sought much more the praise of goodness and kindness, since we have always been most desirous of thy welfare and honor, as we have actually testified and desire sincerely to testify further. For in this cause we have dealt so moderately as to all things that we have sufficiently declared to all good men that it has never been our purpose to hurt anyone, or to provide for our advantage at the expense of that of others. Indeed, we have exposed ourselves to dangers and have made great outlays on this account; but we have not even the smallest gain, with the one exception that, being better instructed concerning the goodness of God tendered through Christ, we have begun, by God's grace, to hope better of things to come. This is justly of such importance to us that we do not think that we have either done or suffered anything as yet that is worthy of it, since it is inestimable and should be preferred to all things that either heaven or earth contains. So far have we been from longing for the riches of ecclesiastics that when the husbandmen were in an uproar we defended these resources, in the interests of the ecclesiastics, with the greatest cost and danger. The Gospel of our Lord Jesus Christ (may he so love us!) is the only thing that  urges us and has induced us to do all those things which we seem to have introduced as innovations. Let Thy Worshipful Majesty therefore prefer to follow the examples of the most mighty and truly happy emperors, Constantine, Jovinian, Theodosius and the like, who by doctrine taught daily with all meekness by most holy and vigilant bishops, and also by councils lawfully assembled, and by a serious discussion of all things dealt with the erring and tried all means to bring them back into the way before they would determine anything against them more severe, than to follow the example of those who, it is certain, had such counsellors as were most unlike those ancient and truly holy fathers, and attained a result in no way corresponding to the godliness of the latter. Hence let not Thy Worshipful Majesty be withdrawn to this - viz., that most matters now in controversy were decided long ago, chiefly in the Council of Constance, especially since it may be seen of innumerable decrees of former councils that are not less holy than necessary that not the least point is observed by our ecclesiastics, and that all things among them have so degenerated that everyone furnished with even ordinary sense must exclaim that there is need of a council for the restoration of religion and holiness of the ecclesiastical order. But if that which was decreed at Constance is so pleasing to them, how does it happen that meantime that which was then decreed has in no way been obtained - viz. that every tenth year a Christian council be held? For in this way much godliness and faith might either be recovered or preserved. For who does not confess that as often as a disease breaks out afresh a remedy must be applied, and that those who really have the truth think it much both that good men should teach it and defend it against the wicked where any fruit of this is to be  hoped for? Now, when so many thousands are miserably perplexed with the doctrines of our religion, who can deny that there is hope of most plentiful fruit? And such as has justly impelled all whom the Spirit of Christ rules that, forsaking all other things and esteeming no labor or expense too great, they devote themselves with all their powers to this one thing - viz. that Christ's doctrine, the parent of all righteousness and salvation, may be properly considered, may be purged of all errors, and may be offered in its native form to all who love godliness and the true won ship of God, whereby a holy and eternally firm peace and the true tranquillity of all things may be restored and confirmed to the sheep of Christ, for whom he has shed his blood, who are now so excessively harassed? As we have said, this peace can be restored and confirmed to them in no other way. For, while in other things they must sometimes yield, in a matter of godliness they must so cling to God's words and rely upon them that if they had a thousand lives they should offer them to be tortured to death, rather than yield a jot or tittle which they are persuaded has been divinely commanded. If, now, only one soul is of more value than the whole world, what should be done for the salvation of so many myriads? Such hope indeed invites us, from the consideration that those who are accused to Thy Worshipful Majesty of error pray nothing else than that they be taught, and have applied themselves entirely to the Holy Scriptures, which are abundantly sufficient to confute every error, as well as from the fact that Christ our Saviour has so clearly promised that where two or three are gathered together in his name he will be in their midst, and will grant them whatever they have agreed upon. These things, Most Godly Emperor, we here mention for no other reason than to show our obedience to thy wish that we  should explain our opinion concerning the reformation of religion. For otherwise we have good hope that Thy Worshipful Majesty hast well considered and sees sufficiently what necessity urges us thereto, what fruit it invites, and finally how worthy a thing this is for Thy Worshipful Majesty, who is so much praised for religion and clemency, that, all the men in highest reputation for learning and godliness being assembled, the effort be made to learn what should be thought of each doctrine just now controverted, and then an explanation be made by suitable ministers of Christ, with all meekness and fidelity, to those who are believed to be detained in errors. Nevertheless, as it is at the same time to be feared that there are not those wanting who are endeavoring to draw Thy Worshipful Majesty otherwise, it has seemed good to us to reply to them in this sort, as though to Thy Worshipful Majesty himself; and all other things we have here set forth and confessed for no other purpose than, on our part, to maintain the glory of Christ Jesus our God, and to obey Thy Imperial Majesty, as is right, - we beg thee, according to thy most excellent clemency, for which thou art renowned, to take and interpret in good part, and to deign to regard us among those who truly from the heart desire to show ourselves not less obedient and submissive with the greatest subjection than our illustrious ancestors, being ready in this cause, so far as it is lawful, to surrender both property and our lives. The King of kings, Jesus Christ, grant Thy Worshipful Majesty in this matter, as well as in others, to do all things for his glory, and long preserve and happily advance thee in both health and prosperity, to the welfare of the entire Christian government! AMEN."
    }
  ]
}
