{
  "Metadata": {
    "Title": "Waldensian Confession",
    "AlternativeTitles": [
      "Waldensian Confession of 1120"
    ],
    "Year": "1120",
    "Authors": [],
    "Location": "Lyon, France",
    "OriginalLanguage": null,
    "OriginStory": null,
    "SourceUrl": "http://apostles-creed.org/wp-content/uploads/2014/07/waldensian_confession_1120.pdf",
    "SourceAttribution": "Public Domain",
    "CreedFormat": "Canon"
  },
  "Data": [
    {
      "Article": "1",
      "Title": "Article 1",
      "Content": "We believe and firmly hold all that which is contained in the twelve Articles of the Symbol, which is called the Apostles' Creed, accounting for Heresie whatsoever is disagreeing, and not consonant to the said 12 Articles."
    },
    {
      "Article": "2",
      "Title": "Article 2",
      "Content": "We do believe that there is one God, Father, Son, & Holy Ghost."
    },
    {
      "Article": "3",
      "Title": "Article 3",
      "Content": "We acknowledg for the holy Canonical Scriptures, the Books of the holy Bible. The Books of Moses called Genesis, Exodus, Leviticus, Numbers, Deuteronomy, Joshua, Judges, Ruth, 1st Samuel, 2nd of Samuel, 1st of Kings, 2nd of Kings, 1st Chronicles, 2nd Chronicles, Ezra, Nehemiah, Esther, Job, Psalms. The Proverbs of Solomon, Ecclesiastes, or the Preacher, The Song of Solomon, The Prophesies of Isaiah, and Jeremiah. The Lamentations of Jeremiah. Ezekiel, Daniel, Hosea, Joel, Amos, Obadiah, Jonas, Micah, Nahum, Habakkuk, Zephaniah, Haggai, Zechariah, Malachi.\n\n Here follow the Books Apocryphal, which are not received of the Hebrews. But we reade them (as saith St. Hierome in his Prologue to the Proverbs) for the instruction of the People, not to confirm the Authority of the Doctrine of the Church: 2nd Esdras, 3d Esdras, Tobit, Judith, Wisdom, Ecclesiasticus, Baruch, with the Epistle of Jeremiah, Esther from the tenth Chapter to the end, The Song of the three Children in the Fornace, The History of Susanna, The History of the Dragon, 1 Maccabes, 2 Maccabes, 3 Maccabes.\n\n Here follow the Books of the New Testament: The Gospels according to Matthew, Mark, Luke, and John, The Acts of the Apostles, The Epistle of Paul to the Romans, 1 Corinthians, 2 Corinthians, Galatians, Ephesians, Philippians, Colossians, 1 Thessalonians, 2 Thessalonians, 1 Timothy, 2 Timothy, Titus, Philemon, The Epistle to the Hebrews, The Epistle of James, The first Epistle of Peter, The second Epistle of Peter, The first Epistle of John, The second Epistle of John, The third Epistle of John, The Epistle of Jude, The Revelation of John."
    },
    {
      "Article": "4",
      "Title": "Article 4",
      "Content": "The Books above-said teach this, That there is one God, Almighty, all wise, and all good, who has made all things by his goodness, For he formed Adam in his own image and likeness, but that by the envy of the Devil, and the disobedience of the said Adam, sin has entred into the World, and that we are Sinners in Adam and by Adam."
    },
    {
      "Article": "5",
      "Title": "Article 5",
      "Content": "That Christ was promised to our Fathers who received the Law, that so knowing by the Law their sin, unrighteousness and insufficiency, they might desire the coming of Christ, to satisfie for their sins, and accomplish the Law by himself."
    },
    {
      "Article": "6",
      "Title": "Article 6",
      "Content": "That Christ was born in the time appointed by God the Father. That is to say, in the time when all iniquity abounded, and not for the cause of good works, for all were Sinners; but that he might shew us grace and mercy, as being faithfull."
    },
    {
      "Article": "7",
      "Title": "Article 7",
      "Content": "That Christ is our life, truth, peace, and righteousness, as also our Pastour, Advocate, Sacrifice, and Priest, who died for the salvation of all those that believe, and is risen for our justification."
    },
    {
      "Article": "8",
      "Title": "Article 8",
      "Content": "In like manner, we firmly hold, that there is no other Mediatour and Advocate with God the Father, save onely Jesus Christ. And as for the Virgin Mary, that she was holy, humble, and full of grace; and in like manner do we believe concerning all the other Saints, that being in Heaven they wait for the Resurrection of their Bodies at the Day of Judgment."
    },
    {
      "Article": "9",
      "Title": "Article 9",
      "Content": "We believe that after this life, there are onely two places, the one for the saved, and the other for the damned, the which two places we call Paradise and Hell, absolutely denying that Purgatory invented by Antichrist and forged contrary to the truth."
    },
    {
      "Article": "10",
      "Title": "Article 10",
      "Content": "We have always accounted as an unspeakable abomination before God, all those Inventions of men, namely, the Feasts and the Vigils of Saints, the Water which they call holy. As likewise to abstain from flesh upon certain Days, and the like; but especially their Masses."
    },
    {
      "Article": "11",
      "Title": "Article 11",
      "Content": "We esteem for an abomination and as Anti-Christian, all those humane Inventions which are a trouble or prejudice to the Liberty of the Spirit."
    },
    {
      "Article": "12",
      "Title": "Article 12",
      "Content": "We do believe that the Sacraments are signs of the holy thing, or visible forms of the invisible grace, accounting it good that the faithfull sometimes use the said signs or visible forms, if it may be done.  However, we believe and hold, that the above-said faithfull may be saved without receiving the signs aforesaid, in case they have no place nor any means to use them."
    },
    {
      "Article": "13",
      "Title": "Article 13",
      "Content": "We acknowledg no other Sacrament but Baptism and the Lords Supper."
    },
    {
      "Article": "14",
      "Title": "Article 14",
      "Content": "We ought to honour the secular powers, by subjection, ready obedience, and paying of Tributes."
    }
  ]
}
