{
  "Metadata": {
    "Title": "Zwingli's 67 Articles",
    "AlternativeTitles": [],
    "Year": "1523",
    "Authors": [
      "Ulrich Zwingli"
    ],
    "Location": "Zurich, Switzerland",
    "OriginalLanguage": "Latin",
    "OriginStory": null,
    "SourceUrl": "https://christianhistoryinstitute.org/study/module/zwinglis-sixty-seven-articles/",
    "SourceAttribution": "Public Domain",
    "CreedFormat": "Canon"
  },
  "Data": [
    {
      "Article": "I",
      "Title": "Introduction",
      "Content": "The articles and opinions below, I, Ulrich Zwingli, confess to have preached in the worthy city of Zurich as based upon the Scriptures which are called inspired by God, and I offer to protect and conquer with the said articles, and where I have not now correctly understood said Scriptures I shall allow myself to be taught better, but only from said Scriptures."
    },
    {
      "Article": "1",
      "Title": "Article I",
      "Content": "All who say that the Gospel is invalid without the confirmation of the Church err and slander God."
    },
    {
      "Article": "2",
      "Title": "Article II",
      "Content": "The sum and substance of the Gospel is that our Lord Jesus Christ, the true Son of God, has made known to us the will of his heavenly Father, and has with his innocence released us from death and reconciled God."
    },
    {
      "Article": "3",
      "Title": "Article III",
      "Content": "Hence Christ is the only way to salvation for all who ever were, are and shall be."
    },
    {
      "Article": "4",
      "Title": "Article IV",
      "Content": "Who seeks or points out another door errs, yes, he is a murderer of souls and a thief."
    },
    {
      "Article": "5",
      "Title": "Article V",
      "Content": "Therefore all who consider other teachings equal to or higher than the Gospel err, and do not know what the Gospel is."
    },
    {
      "Article": "6",
      "Title": "Article VI",
      "Content": "For Jesus Christ is the guide and leader, promised by God to all human beings, which promise was fulfilled."
    },
    {
      "Article": "7",
      "Title": "Article VII",
      "Content": "That he is an eternal salvation and head of all believers, who are his body, but which is dead and can do nothing without him."
    },
    {
      "Article": "8",
      "Title": "Article VIII",
      "Content": "From this follows first that all who dwell in the head are members and children of God, and that it is the church or communion of the saints, the bride of Christ, Ecclesia catholica."
    },
    {
      "Article": "9",
      "Title": "Article IX",
      "Content": "Furthermore, that as the members of the body can do nothing without the control of the head, so no one in the body of Christ can do the least without his head, Christ."
    },
    {
      "Article": "10",
      "Title": "Article X",
      "Content": "As that man is mad whose limbs (try to) do something without his head, tearing, wounding, injuring himself; thus when the members of Christ undertake something without their head, Christ, they are mad, and injure and burden themselves with unwise ordinances."
    },
    {
      "Article": "11",
      "Title": "Article XI",
      "Content": "Hence we see in the clerical (so-called) ordinances, concerning their splendor, riches, classes, titles, laws, a cause of all foolishness, for they do not also agree with the head."
    },
    {
      "Article": "12",
      "Title": "Article XII",
      "Content": "Thus they still rage, not on account of the head (for that one is eager to bring forth in these times from the grace of God,) but because one will not let them rage, but tries to compel them to listen to the head."
    },
    {
      "Article": "13",
      "Title": "Article XIII",
      "Content": "Where this (the head) is hearkened to one learns clearly and plainly the will of God, and man is attracted by his spirit to him and changed into him."
    },
    {
      "Article": "14",
      "Title": "Article XIV",
      "Content": "Therefore all Christian people shall use their best diligence that the Gospel of Christ be preached alike everywhere."
    },
    {
      "Article": "15",
      "Title": "Article XV",
      "Content": "For in the faith rests our salvation, and in unbelief our damnation; for all truth is clear in him."
    },
    {
      "Article": "16",
      "Title": "Article XVI",
      "Content": "In the Gospel one learns that human doctrines and decrees do not aid in salvation."
    },
    {
      "Article": "17",
      "Title": "Article XVII: ABOUT THE POPE",
      "Content": "That Christ is the only eternal high priest, from which it follows that those who have called themselves high priests have opposed the honor and power of Christ, yes, cast it out."
    },
    {
      "Article": "18",
      "Title": "Article XVIII: ABOUT THE MASS",
      "Content": "That Christ, having sacrificed himself once, is to eternity a certain and valid sacrifice for the sins of all faithful, from which it follows that the mass is not a sacrifice, but is a remembrance of the sacrifice and assurance of the salvation which Christ has given us."
    },
    {
      "Article": "19",
      "Title": "Article XIX: ABOUT THE MASS",
      "Content": "That Christ is the only mediator between God and us."
    },
    {
      "Article": "20",
      "Title": "Article XX: ABOUT THE INTERCESSION OF THE SAINTS",
      "Content": "That God desires to give us all things in his name, whence it follows that outside of this life we need no mediator except himself."
    },
    {
      "Article": "21",
      "Title": "Article XXI: ABOUT THE INTERCESSION OF THE SAINTS",
      "Content": "That when we pray for each other on earth, we do so in such manner that we believe that all things are given to us through Christ alone."
    },
    {
      "Article": "22",
      "Title": "Article XXII: ABOUT GOOD WORKS",
      "Content": "That Christ is our justice, from which follows that our works in so far as they are good, so far they are of Christ, but in so far as they are ours, they are neither right nor good."
    },
    {
      "Article": "23",
      "Title": "Article XXIII: CONCERNING CLERICAL PROPERTY",
      "Content": "That Christ scorns the property and pomp of this world, whence from it follows that those who attract wealth to themselves in his name slander him terribly when they make him a pretext for their avarice and willfulness."
    },
    {
      "Article": "24",
      "Title": "Article XXIV: CONCERNING THE FORBIDDING OF FOOD",
      "Content": "That no Christian is bound to do those things which God has not decreed, therefore one may eat at all times all food, from which one learns that the decree about cheese and butter is a Roman swindle."
    },
    {
      "Article": "25",
      "Title": "Article XXV: ABOUT HOLIDAY AND PILGRIMAGE",
      "Content": "That time and place is under the jurisdiction of Christian people, and man with them, from which is learned that those who fix time and place deprive the Christians of their liberty."
    },
    {
      "Article": "26",
      "Title": "Article XXVI: ABOUT HOODS, DRESS, INSIGNIA",
      "Content": "That God is displeased with nothing so much as with hypocrisy; from which is learned that all is gross hypocrisy and profligacy which is mere show before men. Under this condemnation fall hoods, insignia, plates, etc."
    },
    {
      "Article": "27",
      "Title": "Article XXVII: ABOUT ORDER AND SECTS",
      "Content": "That all Christian men are brethren of Christ and brethren of one another, and shall create no father (for themselves) on earth. Under this condemnation fall orders, sects, brotherhoods, etc."
    },
    {
      "Article": "28",
      "Title": "Article XXVIII: ABOUT THE MARRIAGE OF ECCLESIASTS",
      "Content": "That all which God has allowed or not forbidden is righteous, hence marriage is permitted to all human beings."
    },
    {
      "Article": "29",
      "Title": "Article XXIX: ABOUT THE MARRIAGE OF ECCLESIASTS",
      "Content": "That all who are known as clergy sin when they do not protect themselves by marriage after they have become conscious that God has not enabled them to remain chaste."
    },
    {
      "Article": "30",
      "Title": "Article XXX: ABOUT THE VOW OF CHASTITY",
      "Content": "That those who promise chastity [outside of matrimony] take foolishly or childishly too much upon themselves, from which is learned that those who make such vows do wrong to the pious being."
    },
    {
      "Article": "31",
      "Title": "Article XXXI: ABOUT THE BAN",
      "Content": "That no special person can impose the ban [excommunication] upon any one, except the Church, that is the [full] congregation of those among whom the one to be banned dwells, together with their watchman, i.e., the pastor."
    },
    {
      "Article": "32",
      "Title": "Article XXXII: ABOUT THE BAN",
      "Content": "That one may ban only him who gives public offence."
    },
    {
      "Article": "33",
      "Title": "Article XXXIII: ABOUT ILLEGAL PROPERTY",
      "Content": "That property unrighteously acquired shall not be given to temples, monasteries, cathedrals, clergy or nuns, but to the needy, if it cannot be returned to the legal owner."
    },
    {
      "Article": "34",
      "Title": "Article XXXIV: ABOUT MAGISTRY",
      "Content": "The spiritual (so-called) power has no justification for its pomp in the teaching of Christ."
    },
    {
      "Article": "35",
      "Title": "Article XXXV: ABOUT MAGISTRY",
      "Content": "But the laity has power and confirmation from the deed and doctrine of Christ."
    },
    {
      "Article": "36",
      "Title": "Article XXXVI: ABOUT MAGISTRY",
      "Content": "All that the spiritual so-called state claims to have of power and protection belongs to the laity, if they wish to be Christians."
    },
    {
      "Article": "37",
      "Title": "Article XXXVII: ABOUT MAGISTRY",
      "Content": "To them, furthermore, all Christians owe obedience without exception."
    },
    {
      "Article": "38",
      "Title": "Article XXXVIII: ABOUT MAGISTRY",
      "Content": "In so far as they do not command that which is contrary to God."
    },
    {
      "Article": "39",
      "Title": "Article XXXIX: ABOUT MAGISTRY",
      "Content": "Therefore all their laws shall be in harmony with the divine will, so that they protect the oppressed, even if he does not complain."
    },
    {
      "Article": "40",
      "Title": "Article XL: ABOUT MAGISTRY",
      "Content": "They alone may put to death justly, also, only those who give public offence (if God is not offended let another thing be commanded)."
    },
    {
      "Article": "41",
      "Title": "Article XLI: ABOUT MAGISTRY",
      "Content": "If they give good advice and help to those for whom they must account to God, then these owe to them bodily assistance."
    },
    {
      "Article": "42",
      "Title": "Article XLII: ABOUT MAGISTRY",
      "Content": "But if they are unfaithful and transgress the laws of Christ they may be deposed in the name of God."
    },
    {
      "Article": "43",
      "Title": "Article XLIII: ABOUT MAGISTRY",
      "Content": "In short, the realm of him is best and most stable who rules in the name of God alone, and his is worst and most unstable who rules in accordance with his own will."
    },
    {
      "Article": "44",
      "Title": "Article XLIV: ABOUT PRAYER",
      "Content": "Real petitioners call to God in spirit and truly, without great ado before men."
    },
    {
      "Article": "45",
      "Title": "Article XLV: ABOUT PRAYER",
      "Content": "Hypocrites do their work so that they may be seen by men, also receive their reward in this life."
    },
    {
      "Article": "46",
      "Title": "Article XLVI: ABOUT PRAYER",
      "Content": "Hence it must always follow that church-song and outcry without devoutness, and only for reward, is seeking either fame before the men or gain."
    },
    {
      "Article": "47",
      "Title": "Article XLVII: ABOUT OFFENCE",
      "Content": "Bodily death a man should suffer before he offend or scandalize a Christian."
    },
    {
      "Article": "48",
      "Title": "Article XLVIII: ABOUT OFFENCE",
      "Content": "Whoever through stupidness or ignorance is offended without cause, he should not be left sick or weak, but he should be made strong, that he may not consider as a sin that which is not a sin."
    },
    {
      "Article": "49",
      "Title": "Article XLIX: ABOUT OFFENCE",
      "Content": "Greater offence I know not than that one does not allow priests to have wives, but permits them to hire prostitutes. Out upon the shame!"
    },
    {
      "Article": "50",
      "Title": "Article L: ABOUT REMITTANCE OF SIN",
      "Content": "God alone remits sin through Jesus Christ, his Son, and alone our Lord."
    },
    {
      "Article": "51",
      "Title": "Article LI: ABOUT REMITTANCE OF SIN",
      "Content": "Who assigns this to created beings detracts from the honor of God and gives it to him who is not God; this is real idolatry."
    },
    {
      "Article": "52",
      "Title": "Article LII: ABOUT REMITTANCE OF SIN",
      "Content": "Hence the confession which is made to the priest or neighbor shall not be declared to be a remittance of sin, but only a seeking for advice."
    },
    {
      "Article": "53",
      "Title": "Article LIII: ABOUT REMITTANCE OF SIN",
      "Content": "Works of penance coming from the counsel of human beings (except excommunication) do not cancel sin; they are imposed as a menace to others."
    },
    {
      "Article": "54",
      "Title": "Article LIV: ABOUT REMITTANCE OF SIN",
      "Content": "Christ has borne all our pains and labor. Therefore whoever assigns to works of penance what belongs to Christ errs and slanders God."
    },
    {
      "Article": "55",
      "Title": "Article LV: ABOUT REMITTANCE OF SIN",
      "Content": "Whoever pretends to remit to a penitent being any sin would not be a vicar of God or St. Peter, but of the devil."
    },
    {
      "Article": "56",
      "Title": "Article LVI: ABOUT REMITTANCE OF SIN",
      "Content": "Whoever remits any sin only for the sake of money is the companion of Simon and Balaam, and the real messenger of the devil personified."
    },
    {
      "Article": "57",
      "Title": "Article LVII: ABOUT PURGATORY",
      "Content": "The true divine Scriptures know nothing about purgatory after this life."
    },
    {
      "Article": "58",
      "Title": "Article LVIII: ABOUT PURGATORY",
      "Content": "The sentence of the dead is known to God only."
    },
    {
      "Article": "59",
      "Title": "Article LIX: ABOUT PURGATORY",
      "Content": "And the less God has let us know concerning it, the less we should undertake to know about it."
    },
    {
      "Article": "60",
      "Title": "Article LX: ABOUT PURGATORY",
      "Content": "That mankind earnestly calls to God to show mercy to the dead I do not condemn, but to determine a period of time therefore (seven years for a mortal sin), and to lie for the sake of gain, is not human, but devilish."
    },
    {
      "Article": "61",
      "Title": "Article LXI: ABOUT THE PRIESTHOOD",
      "Content": "About the form of consecration which the priests have received recent times the Scriptures know nothing."
    },
    {
      "Article": "62",
      "Title": "Article LXII: ABOUT THE PRIESTHOOD",
      "Content": "Furthermore, they [the Scriptures] recognize no priests except those who proclaim the word of God."
    },
    {
      "Article": "63",
      "Title": "Article LXIII: ABOUT THE PRIESTHOOD",
      "Content": "They command honor should be shown, i.e. e., to furnish them with food for the body."
    },
    {
      "Article": "64",
      "Title": "Article LXIV: ABOUT THE CESSATION OF MISUSAGES",
      "Content": "All those who recognize their errors shall not be allowed to suffer, but to die in peace, and thereafter arrange in a Christian manner their bequests to the Church."
    },
    {
      "Article": "65",
      "Title": "Article LXV: ABOUT THE CESSATION OF MISUSAGES",
      "Content": "Those who do not wish to confess, God will probably take care of. Hence no force shall be used against their body, unless it be that they behave so criminally that one cannot do without that."
    },
    {
      "Article": "66",
      "Title": "Article LXVI: ABOUT THE CESSATION OF MISUSAGES",
      "Content": "All the clerical superiors shall at once settle down, and with unanimity set up the cross of Christ, not the money-chests, or they will perish, for I tell you the ax is raised against the tree."
    },
    {
      "Article": "67",
      "Title": "Article LXVII: ABOUT THE CESSATION OF MISUSAGES",
      "Content": "If any one wishes conversation with me concerning interest, tithes, unbaptized children or confirmation, I am willing to answer."
    },
    {
      "Article": "C",
      "Title": "Conclusion",
      "Content": "Let no one undertake here to argue with sophistry or human foolishness, but come to the Scriptures to accept them as the judge (for the Scriptures breathe the Spirit of God), so that the truth either may be found, or if found, as I hope, retained. Amen.\n\nThus may God rule."
    }
  ]
}
