{
  "Metadata": {
    "Title": "Zwingli's Fidei Ratio",
    "AlternativeTitles": [],
    "Year": "1530",
    "Authors": [
      "Ulrich Zwingli"
    ],
    "Location": "Zurich, Switzerland",
    "OriginalLanguage": "Latin",
    "OriginStory": "The accompt rekenynge and confession of the faith of Huldrif Zwinglius byshop of Zuryk the chief towne of Heluetia, sent vnto Charles the fyfte nowe Emperoure of Rome, holdynge a counsel wyth the moost noble Princes, Estates and learned men of Germany assembled together at Ausburgh. 1530. in the moneth of Iuly.",
    "SourceUrl": "https://quod.lib.umich.edu/e/eebo2/A15880.0001.001?rgn=main;view=fulltext",
    "SourceAttribution": "Public Domain - Translated by Thomas Cotsforde (1555)",
    "CreedFormat": "Canon"
  },
  "Data": [
    {
      "Article": "P",
      "Title": "Preface",
      "Content": "We whyche preache the Gospel in cyties, townes and villages, of christe felowship O Charles noble Emperour consecrated & holy appointed to equitie and ryghteousnes, haue longe desyrously loked-for when a rekenyng of oure fayth, whych both we haue & professe, shuld be required of vs. And whyle we stad thus in a redynes, it is sayd, rather of comon brute, then of any sure and certayne message or tydynges, that many alredy haue prepared and furnished the order, summe and fourme of their fayth and religion, which they maye spedely present vnto you. And here are we in great doute and perplexitie, for on the one part ye loue of truthe and great desyre of como quietnes pricketh vs forwarde to do the same our selues, that we se other do: And on the other syde, shortnesse of tyme afrayeth vs, Partlye, for that we muste do al thynges to hastely, & passe them ouer to lyghtly, because of your great haste, (for so the rumour goeth that you wyl make haste from thense.) And partly, because we whiche are preachers of goddes worde in cyties, townes and villages are placed farther abrode, than we can in so shorte a tyme assemble and take aduisemet, what were moste mete to writ vnto your hyghnesse. Wherfore seyng that we haue alredy sene the confession of the fayth of other, yea and also the confutacion of their aduersaries (which neuerthelesse semed to be prepared before any thinge (touching that) was demauded of them) I thought it was not vnmere yf I also priuatly without the hynderauce of my contreyfolke shulde forthwith declare a reason and rekenyng of my fayth. For although other matters require softe and easy haste, yet in this thyng quicke spede is to be made, lest (ye matter slouthfully passed ouer) we shulde fall in daunger other of suspicious silence, or els of presumptuouse negligence. Lo therfore (O moste myghty Emperoure) here I offer vnto youre maiestye the summe of my fayth on this condicion, that I maye also wytnesse therby my selfe to commit and suffer the iudgemet not only of these articles, but also of al other whych I haue hertofore at any tyme wrytten, or by the goodnes of God hereafter shal wryt, not to one only, neither yet to a fewe, but to the hole Churche of Christ so farre as it pronounceth by the rule and inspiracion of Goddes worde and spirite."
    },
    {
      "Article": "1",
      "Title": "Article I",
      "Content": "Fyrst of al I bothe beleue and knowe,that ther is but one a lonly God, and that he is of nature good, true, almighty, ryghteouse, wyse and mercyful, the maker and gouernour of all thynges visible & inuisible. And that the Father, Sonne, and holy Ghost are thre persones, but the Essence & substance of them is simple, vnmixte and but one alone. And concerninge the Godhed and names or thre persones I agree vtterly in opinion in al thinges wyth the declaracion of the Crede aswel of Nicene as of Athanasius.\n\nI beleue that the Sonne hath taken to hym flesshe,vnderstandynge therby, that he hath verely and truly of Mary the vndefyled and perpetual virgine taken to hym the nature of man, yea the hole man, whych consisteth of body and soule, and that after this maner: the same hole ma is so taken into the vnitie of substace or persone of the sonne of God,that man maketh not a proper or special persone, but is taken vnto the inseperable, indiuisible, and vnlousable personage of the sonne of God.And al be it that both natures, that is the Godhed and Manhed so kepe styl their natures and properties, that both of the in hym may truely and naturally be knowen and perceaued, yet neuerthelesse the distincte and seueral properties and workinges of natures diuid not the vnitie of persone. No more than in man the soule and body make two persones. For as thei are of most diuers and contrary natures, so are they also of sundry properties and operacions. And yet man whych consysteth of them both is not two persones, but one: Euen so God and Man is one Christ: the perpetual sonne of God from euerlastynge, and the sone of Ma fro ye tyme appointed & determined. One persone, one Christ, perfecte God, and perfect Ma. Not that the one nature is made the other, or that they are mixed, confounded or disordred amonge them selues, but that either of the abydeth styl in his owne propertie. And yet ye vnitie of persone by these sondrie properties is not disioyned. And thus one & ye same Christ touchyng ye propertie of his manhed cried as a chylde, grewe & waxed, incocased in wysedoe, hogred, thrysted, dyd eat, drynke, slepe was hote colde, beate,e, dyd swet, was wounded, murdered, affrayed, was in heuinesse, and suffred other thinges, whych pertain vnto the payne and punyshment of synne, and yet was he vtterly gyltles and moste estraunged from synne it selfe. But touchynge the propertie of hys Godhed, he wyth the Father and ye holy Ghost ordreth, goeth thorow, ruleth, sustayneth and nurrysheth all thynges both hyghe & lowe, he lyghtneth the blynde, restoreth the lame, calleth vp the dead, wyth a lytle word throweth downe his enemies, beyng deade he taketh agayne to hym lyfe, he ascendeth vp to heaue, and sendeth downe the holy Ghost as his owne spirite. And one and the same Christe abydynge in one persone of the sonne of God doth al these thynges, albeit they are contrary in nature and propertie, so that eue those thinges, whiche belonge properly to the Godhede, because of the vnitie and perfeccio of persone, are sometyme ascrybed and imputed to the Manhode: and cotrarye, those thynges whych are proper to the Manhode, are sometyme spoken of the Godhede.He sayd: that he hym selfe beynge the sonne of Man was in heauen, when he had not yet in body ascended into heauen.Peter also sheweth: that Christe suffred for vs, when only hys mahode could suffer. But for vnitie of persone it is trulye sayd: bothe that the sonne of God suffred, and that the sonne of ma forgaue synnes. For bothe he whyche in one persone is the sonne of God, and the sonne of Man, touchinge the propertie of hys manhode, suffred: And he whych in one persone is the sonne of God, and the sonne of Man, touchynge hys Godhed, forgaue synnes. So we saye: thys man is wyse, whan notwythstandynge he consysteth aswel of body as of soule. And the body is moste estraunged from wysedom, yea it is a very poison and hyndrauce of knowlege and vnderstandynge.\n\nAnd agayne, we saye: the same ma is sore cutte and wounded, whan onely the bodye can receaue woundes, and not the soule. Thus no man sayeth. Of man there is made two persones, whan to either partie hys owne propertie is attributed and applyed. And agayne no man sayeth: that the natures are mixte, disordred and confounded, whan of the hole man that is sayd, whych for the vnitie of persone pertayneth to the hole, but for the propertie of the parties belongeth onely vnto one. Paule sayeth:whan I am weake, then am I stronge. Who is it that is weake? Paule. who ryghtly is also stronge? Paule. But is not thys sayeng contrarye to reason, vnstable and intollerable? No. for Paul is not of one nature, albeit he is but one persone. Therfore whan he sayeth: I am weake, doutlesse that person speaketh whych is Paule, but that that is sayd, is neither spoken nor vnderstanded of both natures, but only of the weaknesse of the fleshe. And whan he sayeth, I am stronge: Surely the person of Paule speaketh it: but only hys spirite is vnderstaded. Euen so, the sone of God is dead: Doutlesse he (whyche by vnitie and singlenesse of persone is bothe God and Man) is deade, but that is only touchyng hys manhode. Thus therfore not only I thynke concernynge aswel the Godhead and persones, as taking to the nature of ma, but so lykewyse haue thought al they both olde and newe that are of ryght fayth and belefe. Yea and so thynke they also that euen nowe acknowlege the truthe vnfaynedly."
    },
    {
      "Article": "2",
      "Title": "Article II",
      "Content": "Secondarely, I knowe and beleue,that thys moste excellet maiestie, which is my God, doth frankely and wythout costraynt or let appoint and determine of al thynges, so that his cousel and determinacion hangeth of no cause or occasion of any creature, for that is the propertie of the maymed wisedome of man, to iudge and determine by conferrynge and debatynge of natural reasons, or by exemple goynge before. But God (whyche from euerlastynge vnto for euer & euer wt one only and simple lokynge vpon beholdeth al thynges) nedeth no accompt,rekenyng, experience or profe of thynges that are done, but beynge on euery parte wyse, prudet, good &c. hath frankly determyned and set an order in al thynges. For hys owne are al thynges that are. Hereof it is, that all be it wyttingly and aduisedly he in ye begynnyng wolde make ma,whych he knewe perfectly wolde fal, yet neuerthelesse wolde aswell determyne, to cloth hys sonne wyth mans nature, to repayre and restore againe the fall: wherby hys goodnes on euery parte doth appere.In whych goodnes is comprised both hys mercy and ryghteousnes. His ryghteousnes he put forth, whan he cast the transgressours out of the pleasaunt mansions of Paradyse: whan he tyed them in the prison of mannes mysery, and fettered them in the chaynes of sycknesses, and whan he layed the lawe vpo them, whych (albeit it was holy) they could neuer of theyr owne power fulfyl. For here man beynge a dubble wretch learned, not only hys body to haue fallen into mysery, but also his mynde for fear of the lawe transgressed to be tormented. For whan after the spirite he sawe that the lawe was holye,ryghteous and the messenger of Goddes mynde and wyll, as she whych comaunded nothyng but that-that ryghte requyred, but yet also seynge that by dedes he coulde not fulfyll the mynd of the lawe, he in hys owne iudgement condempned (the hope of attaynyng felicitie cast awaye) goyng awaye desperate from the sight of God, remembred nothing but that he shulde suffer the payne of eternal tormentes. Thus farre was Gods ryghteousnes made open.\n\nAfter thys whan the tyme shulde come to vtter hys goodnes, which fro the begynnyng he appointed to shew as well as ryghteousnes,he sent hys sonne to take to hym oure nature on euery parte, except that that is disposed and redy to synne, that he made a brother and lyke vnto vs, myght be a mediator, whych for vs by offering hys innocent body vnto death, might satisfye Goddes most vpryght iustice, whych behoued to cotinue holy, pure & vncorrupt aswel as hys goodnesse, that the worlde myght be throughlye assured both of the recompensacion & satisfyeng of hys ryghteousnes, and of hys present mercy to be offered vnto vs. For seyng he hath to vs and for vs geuen hys owne sonne,howe shall he not to vs gyue al thiges with hym and for hym? what is it that we may not promyse to our selues of him whiche hath let downe, abased and humbled him self hyther, to be not only lyke vnto vs, but also to be holly & fully our owne? who can maruel ynough at the inestimable rychesse and fauor of Goddes goodnes,wherby he hath so loued the world, that is, mankynd, to gyue his owne sone for ye lyfe of it?\n\nThese lyuely fountaynes & swete vaynes of ye Gospel I thynke are the only and alone medicine of the sycke soule,wherby she is restored bothe to God & to her owne selfe. For nothing can assure her of Goddes fauour, but God hym selfe. And he so lyberally, so abundauntly and so prudently hathe powred hys louynge kyndnes hollye vpon vs, that nowe he hath lefte nothynge behynde that we can desyre, onlesse any durst requyre any thinge more then enough, and aboue the ouerflowynge habundaunce."
    },
    {
      "Article": "3",
      "Title": "Article III",
      "Content": "Thyrdlye, I knowe ther is no nother Sacrifice of purgynge synne, but Christ alone, (for Paule truly was not crucifyed for vs:) & that ther is none so sure and vndoutefull pledge of Goddes goodnes & mercye as is Christ (for ther is nothynge so sure as God, which affirmeth ye same) and that vnder the sune ther is none other name but the name of Iesus Christ, wherby we muste be saued.\n\nHere therfore (concernynge the attaynynge of Goddes goodnes & mercy) are refused as wel the iustificacion and satisfaccion of our workes, as the merites, deseruynges, prayers, and intercessions of all saintes, whether they be in earth, or in heauen. For here is but that one alonly mediator betwixte God and man, the God and man Iesus Christ. And Goddes eleccion abydeth stedfast & sure, for those that he hath chosen before ye makinge of the worlde, he hath so chosen them, that he myght chose them out to hymselfe by hys sonne. For as he is gentel and mercyful, so is he holy & ryghteous. Al hys workes therfore resemble of mercy & ryghteousnes. Wherfore ryghtly his eleccion smelleth of them both. Of hys goodnes it was to haue chosen whome he wolde, but it was of ryghteousnes to purchase and ioyne to hym selfe them that are chosen through hys sonne made a sacrifice to recompence Goddes ryghteousnes for vs."
    },
    {
      "Article": "4",
      "Title": "Article IV",
      "Content": "Fourthly, I knowe that that great graundfathers father, our fyrst father Ada through selfe loue, by the subtyle suggestion, wycked temptacion and enuious cousel of the deuel, was allured to thys pointe, to couet to be made lyke vnto God. And when he had committed that synne, he tasted of the forbydden and moste daungerous frute, wherby he fel into ye faute and gyltinesse of most horrible death and dampnacion, made therby the stubburne aduersarie and enemye of hys God. Wherfore wha God myght of equitie and ryght haue vtterly destroyed hym, yet beyng moste graciouse Lorde vnto him, he chaunged his euerlastynge payne and punyshment into a state, that is, to make hym a bond seruaunt, whome he myght haue worthelye punyshed wyth euerlastyng death and vtter destruccion.\n\nFor asmuch than, as neither he, nor yet any that is borne of hym can take awaye thys state and condicion of bodage (for a bondman can not but beget another bond ma) he hath by the deadly tastyng of the forbydde frute, kest all hys posteritie into bondage. Nowe therfore touchynge original synne I thynke thus:\n\nThat is truly called synne, whych is comitted against ye lawe: for where no lawe is, there is no transgression. And where no transgression is, there is no synne, as synne is properlye taken, that is, so far as synne is a dede, a faute, an acte or offence. Therfore I acknowlege that our fyrst father synned a sinne, that is sinne in dede, that is to say, an acte a faute, and a detestable thynge. But they that are borne of hym haue not synned after that maner. For whyche of vs haue bytten wyth our teeth and eaten the forbydden frute in Paradice? Wherfore wil we nyl we, we are copelled to graunt that original synne as it is in the children of Adam, is not properly synne, as it is nowe declared, for properly it is not an acte or dede comitted agaist the lawe. But it may properly be called, a byrthsore, a naturall sycknesse & disease, and also it may be called a sinful state and codicion. A disease it is, for as he of self loue fel, so we also fal It is also a synful state or condicion: for lyke as he by his synne was made bond and subiecte to death, so we also are borne bond, the childre of wrath, and subiecte to death. Al be it I passe nothynge yf thys disease and condicion after Paules maner be called syn, yea it is suche a synne, that who so euer are borne in it are the enemies & aduersaries of God: for hither the synful state of our byrth draweth vs, and not the actual comittynge of offence, excepte so farre as oure fyrst parent hath comitted it once. Therfore the very cause of enmitie & death is the synne and offente committed of Ada, and that is verely synne. But this syn whych cleaueth to vs in our concepcion is verely a natural disease & a synfull state, yea a necessitie of dyenge. Notwythstandyng that neuer shulde haue ben by byrth onely, had not offence fyrst defyled the byrth. Synne therfore is the cause of mannes mysery, and not the byrth. But of byrth it is none otherwise, than of it that foloweth of the foutayne and principall cause. The confirmacion of this sentence is grounded both vpon authoritie and exeple, Paule speaketh thus: Yf by the synne of one, death reygned by the meanes of one: muche more they (whyche receyue abundaunce of grace, and of the gyfte of ryghteousnes) shal raigne in lyfe by the meanes of one, that is to saye, Iesus Christ. Here we se that synne is properly taken. for this one, is Adam, throughe whose fall death hageth ouer our neckes. Agayne the same Paule sayeth: All haue synned and haue nede of the glorie, that is, the goodnes & lyberalytie of God. Here synne is taken for the disease, state and byrth, that we al are sayd to synne, yea before we are powred out into thys lyght, that is, we are in the state and condicion of synne and death, yea before we synne in acte or dede, whyche sentence vnauoydably is agayne strengthned by these wordes: Neuerthelesse death raigned from Adam to Moses, euen ouer them also which had not synned wyth lyke transgression as dyd Ada. Loo, death is vpon vs, albeit we haue not synned lyke as Adam dyd. Wherfore? For he synned in dede, but seyng we haue not synned after ye maner, why dothe death deuoure vs? For he is dead because of synne, and beynge dead, that is, iudged to death, he hath begotte vs. Therfore we also dye, but thorowe hys faute, and by our owne synfull state and disease, or yf thou wylt, by synne, but take vnproperly. The exeple is suche: one take prisoner in battel, by his vntruth, disloyaltie & ennemitie hath well deserued to be a bondma. They that ar borne of him, that is, the bondmannes children are made bond, not by faute, acte or offence on theyr behalfe, but by state & condicion, whych followed the faute: for theyr father of whome they were begotten, had deserued that by offence. The chyldre haue not ye offece, but the punyshment & penaltie of the offence, that is, the state or condicion, the bodage and prison. Yf ye lust to cal these thynges offence, because they are executed and ministred for offence, I forbyd you not. To be short.\n\nI acknowledge this originall synne by condicyon & infeccyo to spring in al me which are begotten through the affectyon of man and woman.\n\nAnd I knowe: that we are by nature the chyldre of wrath: but thorow grace, whych by the second Adam Christ hath restored the fall, I dowt not to be receyued amonge the chyldren of God, and that after thys maner that foloweth:"
    },
    {
      "Article": "5",
      "Title": "Article V",
      "Content": "Fyftly. Doutlesse thys is euident: Yf in Christ the seconde Adam we are restored vnto lyfe, lyke as in the fyrst Ada we are gyuen ouer to death, than do we rashly codempne the chyldren borne to christen parentes, yea and the chyldren of the heythen also. For yf Adam by synnynge could destroye all mankynde, and Christe by dyeng hath not quickened and redemed all mankynde fro the great mysery brought in by hym, then is not lyke the saluacion restored by Christ, and so (whych God forbyd) thys scripture is not true: As in Adam al dye, so in Christ are al restored to lyfe.\n\nBut howe so euer men determine of the infantes of the heythen, thys certaynly we affirme, because of the power of saluacion perfourmed by Christ, that they rashly gyue sentence wythout reasonable cause, that iudgeth them to the euerlastynge curse, partlye, for the sayd cause of restauracion by Christ, and partly, for the free eleccion of God, whych foloweth not fayth, but fayth it, wherof I wyl speake more in the article folowyng. For they whyche are chosen from euerlasting, doutlesse are chosen before they haue fayth. Therfore they whych for lacke of age haue not fayth, ought not vnaduisedly to be condempned of vs. For albeit they haue it not yet, yet goddes eleccio is hyd from vs, of who yf they be electe, we iudge to hastelye of thynges to vs vnknowen.\n\nNeuerthelesse touchynge the infates of Christianes we diffine otherwyse, that is to saye: that so many as are the infantes of Christianes are of the congregacion of Goddes people, and partes & membres of his church, whych we proue of thys wyse: By the wytnesses almoste of al the prophetes it is promysed that the cogregacio of ye heythe shulde be gathered together to the churche of Goddes people. And Christ hym selfe sayeth: Many shall come from the Easte and from the West and shal sytte wyth Abraham, Isaac and Iacob in the kyngdome of heauen. And: Go ye into al the world and preache. &c. But to the churche of the Iewes their infantes perteyned aswel as the Iewes them selues.\n\nTherfore no lesse pertayne our infantes vnto the churche of Christ, than in tyme past the infantes of the Iewes. For yf it were otherwyse, then were not the promyse perfourmed and ratifyed: for than we shulde not equally sytte with Abraham in Goddes kingdome. Doutlesse he was nombred to the church wyth them, whych also after the fleshe were borne of hym. But yf our infantes be not so nombred wyth theyr parentes, as were the infantes of the Iewes, tha were Christ not indifferent, but parcial and enuious towarde vs, denying to vs that, that he had gyuen to them of olde. whych were to muche wyckednes to affirme. For otherwyse al the prophecies concernyng ye callyng of the Getyls shulde be made of none effecte. Therfore, for asmuche as the infates of the Christianes are aswel of the visible church of Christ, as are theyr parentes or other that be of age, it is euident that they are aswel of theyr nomber whoe we iudge elect, as are theyr parentes. For thys cause it is, that I iudge them to do wyckedlye and presumptuously, whyche appoint to condemnacyon the infantes of Christianes, seyng that so many playne witnesses of scripture affirme the contrarye. Which shewe that the church of the getyles shall not nowe be equall, but much mor large, than the church of the Iewes. All which thynges shal nowe be made playne, when we shall shewe our fayth concernyng the Churche"
    },
    {
      "Article": "6",
      "Title": "Article VI",
      "Content": "Syxtlye, Cocernyng the church, thus we thynke: yt the Church in ye scriptures is diuersly take. Fyrst it is take for those chose, which by ye wyl of God are appointed to eternal lyfe. Of whyche Paule speaketh, sayeng: that she hath neither wrynkle nor spotte. Thys Church is knowen only vnto God. For he only (after the worde of Salomon) hath knowen the hertes of the chyldren of men. But neuerthelesse, they that are membres of thys churche knowe verely that they themselues are electe, and are membres of thys fyrst Churche, because they haue fayth in Christ. But they know none other mebres therof besyde themselues, for so is it wrytten in the acres of the Apostles: And they beleued as many as were ordeined to eternal lyfe. Therfore they that beleue are ordeyned to eternal lyfe. But who truly beleueth, no man knoweth but he that beleueth. He therfore nowe is sure that he is the chosen of God. For he (after the worde of the Apostle) hathe the earnest of the spirite, wherwith he beyng dispoused and sealed, knoweth hym selfe to be made, not bond, but verely free, and the sonne of the familie. For that spirite can not disceyue. Whych, yf he beare recorde vnto vs & certifyeth our cosciences, that God is oure father, & that we beynge sure and wythout feare do cal hym father, not doutyng but that we shal go vnto the euerlastyng inheritaunce, than is it certayne that the spirite of of the sonne of God is powred into oure hertes. It is certayne therfore that he is electe whych is so surely by faith perswaded. For they that beleue are ordeyned to eternall lyfe. But many in times past were, and many nowe are chosen, whych yet haue no fayth. The blessed mother of God,\n\nIohn and Paule whyle they were yet but infantes and lytleones were they not electe? & that before the creacyo of the world? but thys they knewe not in their ifacy nother by fayth nor reuelacyon. Mathew, Zacheus, ye righth ad thefe, & Magdale were they not also electe before the world was made? and yet they knewe not that, tyl they were lyghtned by the spirite, and drawen of the father vnto Christ Hereof therfore it maye be gathered, that this fyrst churche is knowen onlye vnto God, and that they only whiche haue a sure and an vnshake fayth knowe them selues to be membres of thys churche.\n\nAgayne the Churche is taken vniuersally for al that are rekened vnder the name of Christ, that is, whych haue gyuen theyr names to Christ. Of which a great sort acknowlege Christ sensibly by confession of fayth, & vse of Sacramentes, and yet in theyr hertes other they abhorre hym, or els knowe him not. Therfore we thinke, that so many as acknowledge the name of Christ, are of that Church. So was Iudas of the church of Christe, & al they that stept backe from Christ. For of the Apostles Iudas was aswel thought to be of the churche of Christ, as Peter or Iohn, whan he was nothynge lesse. But Christ knewe who was hys, and who was the deuelles. Of thys knowen and sensible church (albeit it agree not in thys worlde) are al that with mouth cofesse Christ, although there be many reprobates amonge them. For Christ paynteth out thys church by a proper parabel of ten virgins, wherof fyue were wyse, and fyue folyshe. Thys churche also somtyme is called electe, albeit it is not ye fyrst church, whych is wyth out spotte. but lyke as by the iudgement of men it is Goddes church for the sensible confession of fayth, so by the same reason it is called electe. For we iudge them both faythful and chosen, whyche gyue theyr names to Christ. So spake Peter, sayeng: To the electe whych are scattered thorow Pontus. &c. where by the name of Electe he vnderstadeth al them whych were of the cogregacions, to the whiche he wrote, and not them only whiche properly are chosen of the Lorde. For as they were vnknowe vnto Peter, so could he not wryte vnto them.\n\nFynally, the Churche is taken for euery partyculer assemble, company and congregacion of thys vniuersal & sensible church, as: The church of Rome, the Churche of Ausbrough. The Church of Lyos. There are also other maner of takynges of the Churche, whych I wyl passe ouer wyth sylence at thys tyme.\n\nBut here I beleue that ther is one Church of them, whyche haue the same holy spirite that certifyeth them, that they are the true chyldren of the housholde of God, and these are the fyrst frutes of churches. That church I beleue verely can not erre, namely in those chefe foundacions of ye fayth, wherin the chefe pointe of true religion consysteth.\n\nI beleue also that the vniuersal & sensible congregacion is one church, so longe as it holdeth thys true confession of fayth, wherof it is sayde alredy. And I beleue that al they are of ye churche, whyche gyue theyr names to it accordynge to the rule and promyse of Goddes worde. I beleue also that the infates Isaac, Iacob, Iudas and all that were of the sede of Abraham, & also those chyldren whose parentes in the begynnyng of the churche at the preachinge of the Apostles came to take parte wyth Christe, are of thys Church. For yf Isaac and the residue had not bene therof, they had not receyued the badge of the church. Seyng therfor they were of the churche, the infantes and chyldren of the primatiue churche were also therof. And for that cause I beleue & knowe that they were marked wyth the Sacrament of Baptyme. by the recepte whereof, they were rekened to be of the nombre of the Churche. For so the very infantes acknowlege before the receyuynge of Baptyme by the mouthes of theyr parentes, and of theyr godfathers and godmothers when they are offered to the churche, yea rather because the promyse offereth them whyche is made no lesse vnto oure infantes, but muche larger and more often than to the infantes of the olde Hebrewes.\n\nThese are the foundacions of baptysynge infantes and commendynge them to the churche, agaynst whych al the craftye inuencions and subtyll deuices of the Catabaptistes can do no thynge. For not only they that beleue are to be baptysed, but also they that acknowlege, and they that are of the churche by the promyses of Goddes worde. For otherwyse vtterly none of the Apostles shulde haue baptysed any man or woma, because they were not throughly assured of the fayth of them that confessed and gaue theyr names. For Symon the iuggler and enchaunter, Ananias, Saphiras and Iudas the traytoure wyth many mo were baptysed, whan they gaue theyr names to be christianes, and yet they had no fayth. Contrarywyse Isaac beynge an infant was circumcised, whan he profered not hys name neither beleued, but the promyse gaue the name. Then, seynge that our infantes are in the same state that ye Iewes chyldre were, the promyse both prefereth the name & acknowlegeth them to pertayn to our church. Therfore baptyme (we speake of the Sacrament of baptyme) as verely as Circucision requyreth nothynge but one of these, that is, other confession or proferynge of the name: or els the couenaunt or promyse. Al whych thynges shalbe made more euidente by these that folowe."
    },
    {
      "Article": "7",
      "Title": "Article VII",
      "Content": "Seueth. I beleue, yea I know. yt al Sacramentes are so farre of fro gyuyng of grace, yt they do not so muche as brynge or ministre it. In whych assercion perchaunce (O moste myghtye Emperour) I shalbe thought to malaperte. But thus fast standeth my iudgement. For grace as it is wroughte and gyuen to vs of Goddes spirite (I speake after the facyon of latyn, wha I vse thys worde grace for forgeuenesse of synnes mercy and free benefyte) so dothe that gyfte pearce, entre and attayne to our only spirite. But a guyde or chariote is not nedful to ye spirite. For the spirite is a power and cariage wherby al thiges are caried, neither haue we redde at any tyme in the holye scriptures, that sensible thynges (as Sacramentes are) could certaynly brynge wyth them the spirite. But yf at any tyme sensible thynges haue bene caried wyth the spirit, then it was the spirite that caryed, & not the sensible thynges.\n\nSo when the vehemet wynd was brought, by the power of the wynde tongues were also brought, but the wynd was not brought by the power of tongwes. So the wynd brought the quales, and caried awaye the locustes, but no quayles or locustes at any tyme haue bene so swyfte to carie the wynde.\n\nSo whan the wynd beyng so great that it was albe to take away mountaynes, passed by Elias, yet the Lorde was not caryed by the wynd. To by shorte: the wynd bloweth wher it wyll, that is, the wynd bloweth so as his nature is, and thou truly hearest the voyce of it, but knowest not from whence it came, or where it stayeth. So is euery one that is borne of the spirite, that is, ys lyghtned and drawen inuisibly, and insensybly. Truth hath spoken these thinges, therfor the grace of the spirite nether is brought wyth that dyppinge in the water, nother wyth that bytte or drawght, nother wyth that anoyntinge. For if it were so, than it myght be knowen, howe, wher, wherwith, by whom, & into whom the spirit were brought. For if the present effecte & strength of grace were tyed vnto the Sacrametes, tha wither they are brought, al thinges are gracyously wrought. And wher they are not ministred nor applied, al thinges are infeblysshed, that is, than were all they gracelesse whych had not receaued the Sacramentes al be it they be electe and chosen, whyche election is by the grace of God in Christe. Nether is there cause, why the diuynes shulde alledge Materia or subiectum, the matter or subiecte, for that the order and dispodisposicyon of it is before required, that is, that the grace of baptyme or of thankesgyuyng (for so they speake) maye be gyuen to hym, that is fyrste prepared thervnto. For he whych (after theyr mynde) receyueth this grace by the Sacrametes, other prepareth hys selfe thervnto, or els he is prepared of the spirite. Yf he prepare hym selfe, then haue we also some power of our selues, and so the preuentynge grace is nothyng. Yf he be prepared of the spirite to the recepte of grace, than I aske: whether yt also be done by the Sacrament as a guyde: or without the sacrement. If by the meanes of the sacramente, than by the sacrament man is prepared vnto the sacramente: And so the processe shalbe endlesse, for alwaye the sacrament shalbe required to the preparacion of the Sacrament. But if wythout the Sacrament we are prepared to the recept of the sacrametal grace, then ye spirite is present by hys bounteous liberalitie before ye Sacramet, and lykewyse grace is there alredy preset before ye sacramet be brought. Of whych thynges thys is gathered, (whyche wyllyngly and gladly I alowe in the ryght vse of sacrametes) that the Sacramentes are gyuen for an ope wytnesse of that grace, whych fyrst is present to euery faythfull particuler man.\n\nSo is baptyme before the congregacion gyuen to hym, whych before he receaue it other hath confessed the religion of Christ, or els hathe the worde of promise, wherby it is knowen, wen that he pertayneth to the churth For thys cause it is, that when we baptyse one of lawful age, we fyrst aske hym whether he beleue. And yf he answere yea: than in conclusion he receaueth baptyme. Therfore fayth is confessed to be present, before he receyue baptyme, and so fayth is not gyue in the recepte of baptyme.\n\nBut yf an infant be offred to baptyme, tha it is asked: whether the chyldes parentes offer it to be baptysed. And whan it is answered by the wytnesses that they wolde haue it baptysed, tha by & by the infant is baptised.\n\nAnd here the promyse of God wet before, that he aswel estemeth our infantes to be of the church, as were the chyldre of the Hebrues. For wha they whych are of the churche offer them, than the infante is baptysed by thys lawe, that for asmuche as it is borne of christianes, it is by Goddes promyse reputed and taken amonge the mebres of the Churche. Therfore by baptyme the churche openly receaueth him, which before is receyued by grace. So than, baptyme bryngeth not grace, but wytnesseth to the churche, that grace is alredy gyuen to hym, to whome baptyme is ministred.\n\nI beleue therfore O Emperoure, that a Sacrament is a sygne of an holye thynge, that is, of grace gyuen alredy. I beleue that it is a visible figure or fourme, of an inuisible grace. whyche by the fre gyfte of God is ministred and gyuen. And that it is a visible example whych neuerthelesse declareth almoste a certayne conueniencie, proporcion or agremente of a thynge done by the spirite. Moreouer I beleue that a Sacramente is an open wytnesse of grace gyuen: As wha we are baptysed, the body is wasshed wyth a moste pure Element: but therby is sygnifyed, that we thorowe the grace of Goddes goodnes are chosen into the company of the churche and people of God, wherin we oughte to lyue holely, ryghteously and godlye, for so Paule expoundeth the mistery. Therfore he whych receaueth baptyme wytnesseth therby hymselfe to be of Goddes churche, whyche worshippeth here God in soundnesse of faith and purenes of lyfe. And for that cause the sacramentes, whych are holye Ceremonies (for the worde cometh to the Element and it is made a Sacracramet) are deuoutly to be reuereced, that is, to be had in price & estimacion, and reuerentlye to be ministred & vsed. For albeit they can not pardone vs nor release vs of our synnes, yet vysiblye they ioyne vs to the churche, whych fyrste were inuisibly by the grace of Eleccion receyued into the same, whych thynge seyng that in the ministracion of them it is together pronounced and publyshed wyth the wordes of Goddes promyse, it is wyth muche deuocio to be had in estimacion. For yf we thynke otherwyse of the Sacrametes, namely that they beyng applied outwardly do purge & clense inwardly, then playnly Iewyshnes were come home agayne, whiche wyth diuerse wasshynges, oyntementes, offerynges, sacrifyces and meates beleued that theyr synnes were purged, and that grace by them were as it were purchased & bought. Whych thynge neuerthelesse the prophetes, and specially Esay and Ieremye dyd alwaye moste constantlye wyth sharpe wordes shake vp, teachinge that the promyses and benefittes are gyuen by the free liberalite of God, and not for the regarde of workes, merites or outward ceremonies\n\nI beleue also that the Catabaptistes denyeng baptyme to the infantes of christen men, do moste shamefully erre, not only therin, but also in many other thynges, wherof nowe is no tyme to speake. And to beware and exchue whether ye wyll the foolyshnesse or malyce of them, throughe the helpe of God not wythout peryl I both taught & wrote fyrste agaynst them, that nowe throughe hys goodnes that infeccion amog vs is greatly slackt, ceassed, relinquyshed & lefte of, so farre is it of that I other haue receyued, taught, or defended any thynge of thys sedicious secte."
    },
    {
      "Article": "8",
      "Title": "Article VIII",
      "Content": "Eyght, I beleue that in the holy Supper of thakes gyuing the very body of Christ is present wyth the eye, contemplacion and beholdyng of fayth: that is, that they whyche gyue thankes to the Lorde for the benefyte gyuen to vs in hys sonne, acknowlege hym to haue taken to hym very flesh, in it verely to haue suffred, and verely to haue wasshed awaye our synnes in hys bloude, and so al the thynges done by Christ to be made to them in the beholdyng of fayth as it were present.\n\nBut that Christes natural body by substaunce & really, that is, that hys natural bodye other is present in the Supper, or chued in oure mouthes & wyth our teeth, as the Papistes and certayne that loke backe vnto the pottes of Egypte shewe and wryte, that truely we do not only denye, but constantly affirme to be an errour, whiche is contrary to Goddes worde.\n\nWhych thynge O Emperour, by goddes helpe I shal in fewe wordes make as playne and euident to your maiestie, as is the sunne. Fyrst by bryngynge notable and godly authorities of holy scripture. Then wyth argumentes taken out of them as it were wyth great peces of ordinace encounteryng in battel against our aduersaries. And fynally, in shewing that the olde doctours & diuines were of oure mynde, and stande fully wyth vs.\n\nIn the meane whyle come O thou holy spirite the creatour, be present & lyghten the myndes of thyne, fyl with grace and lyght the breastes whyche thou haste made.\n\nFyrst Christ him selfe the mouth and wysedome of God sayeth thus:\n\nYou shall alwaye haue poore folke wyth you, but me shall ye not alwaye haue. Lo here the only presence of his body is denyed. For accordyng to his Godhede he is alwaye present. For so is he alwayes euerye where, according to an other worde of hys: I wyl (sayeth he) be wt you vntil the worldes ende. That is, touchyng hys Godhed, power, and goodnes.\n\nWyth vs in declaryng thys place agreeth S. Aug, vpon Iohns Gospel the .l. treatye.\n\nNeyther is there cause why oure aduersaries shulde alledge: that Christes manhed is, whersoeuer is hys Godhed, otherwyse the person is diuided. For that allegyng shulde take awaye the very manhed of Christ. For nothing but God can be euery wher.\n\nAnd the manhed to be in one place, but the Godhed to be euery where doth not diuide the persone, no more then the sonne takynge to hym manhed, diuideth the vnitie of substance. But marke thys well. It shulde seme rather to diuide the vnitie of substace (but yet it dothe not) whyle one persone taketh to hym a creature, which the other two persones take not to the at all: than is, to diuide the persone, the manhed to be in one place, but the Godhed to by euery where. For we maye also se in creatures. That the bodyes are tyed to one place only, but the power and vertue of them strayeth farre abrode. As appereth by two examples folowynge.\n\nThe sunne is bodely placed but in one place: but hys power and vertue worketh in al places of thys worlde.\n\nMannes mynde also surmounteth euen the very starres and pearceth the very helles, and yet the body is but in one place only.\n\nChriste also sayeth thus: Agayne I leaue the worlde and go to the father. Lo, here is a worde of forsaking, as before ther was a word of hauing: because our aduersaries shal not be able to saye: we haue him not here visiblie. For whan he speaketh of the visible wythdrawynge of hys bodye, he sayeth thus: A lytle whyle, and ye shal not se me. &c. It were nothynge but iugglyng yf we shuld stryue, that his natural body were present here, but inuisiblie. For why shulde he, whych yet wer here, refuse to be sene, which so often tyme afters hys resurreccion shewed hymselfe to hys disciples moste manyfestly.\n\nAgayne Christ sayeth: It is necessarie for you that I go away. Marke that he sayeth: that I go awaye. But yf he were here styl, it were not necessarye that we shulde not se hym, but rather confortable that we myght se him. For he (as often as hys disciples were amased and astonnyed at the beholdynge of hym) shewed hymselfe playnly and openly to them. And lest other theyr senses or theyr thoughtes shulde suffer any suspicion. He sayeth vnto them: Se my handes & my feete: for it is euen I my selfe. Touche me, and handle me.\n\nAnd to Thomas he said: put thyne hande into my syde. And to Magdalene he shewed hymselfe vysiblye.\n\nAgayne when he nowe euen goynge awaye shulde comende hys disciples vnto hys father, he sayd:\n\nHere after I wyl not be in the world. Here is vsed a Verbe substantiue, as well as in these wordes: thys is my body, that the aduersaries maye not here saye, that there is a fyguratiue speache, seyng they denye that verbes substantiues receiue any fygure. But the thynge hath no nede of these euasions, For it foloweth in the texte: But they are in the worlde. Whyche collacion teacheth manyfestly, that he touchynge hys manhed is not in the world than, wha hys disciples were. And that we maye knowe whan he went awaye (not as they rather faine than expound: wha he made hymselfe inuisible) so sayeth Luke: And it happened, wha he blessed them, he wente awaye from them, and was caryed vp into heauen.\n\nLoo, he sayeth not: he vanyshed awaye: or made hymselfe inuisible.\n\nAnd Marke addeth: The Lorde after he had spoken to them was taken vp into heauen, and sytteth on rhe ryght hande of God. He sayeth not: He abydeth here styll, but hath made his body inuisible. In yt Actes: whyle they beheld he was take vp on hye: And a cloud receyued hi out of theyr syght. A cloud couered hym, whych had ben no nede, yf he had onely taken awaye the syght of him selfe, and otherwyse had ben present here styl. Neither neded he then the takyng vp, or lyftyng vp on hye. And it foloweth ther: The same Iesus whyche is taken vp from you into heauen, shall so come eue as ye haue sene hym go into heauen.\n\nWhat is clearer than thys? he is taken away from you. Than he was not wyth them nother visiblie nor inuisiblie concernyng hys manhed. Wherfore, whan we shal se hym coe agayne, lyke as he wente awaye, tha shall we knowe that he is present. Or els touchynge hys manhed, he sytteth at the ryght hande of the father, tyll he shal come to iudge both the quicke and the deade.\n\nBut because ther is some that do take away place from Christes body, and sayeth that it is in no place: Let them take hede howe openly they go agaynst the truth and shut theyr eyes wylfully. For they are not ignorant, that hys body was in the Maunger, in the Temple at Ierusalem wha his paretes were in theyr iorney. It was on the Crosse, in the Graue, wythout the graue. for the Angel sayd: he is ryson, he is not here. Lo the place wher they layed hym. And that they shulde not say: that hys body is euery wher, let them wel marke the Aungell sayeng: He is not here. And thys place: Iesus came whe the gates were shut and stode in the myddest of them. What nede he to come, yf hys bodye be euery wher, but inuisiblie? It had ben enough not to come, but only to shewe hym selfe, whych was bodelye there present before. But away wyth so craftely alleged tryfles, which take from vs the truthe as wel of Christes manhed, as of the holy scriptures. These aforesayd places of scripture take awaye the presence of Christes body euery where, except in heauen, speakyng orderly and ryght after the rule of holye scripture, that is, for so muche as we are assured by the scripture touchynge the nature and propertie of the bodye taken to hym.\n\nHowe muche so euer contrarye places constrayne vs, (as whan they tell vs of the myraculous power of God) yet what so euer we put forth touchynge the power of God, neuer ought to be wrythe of vs so farre that we shulde beleue God to do contrary vnto hys worde, for that were the propertie of feblenesse & not of power.\n\nThat wyth our mouthe ye naturall body of Christ is not eaten, hym selfe shewed, whan he sayde vnto ye Iewes stryuynge for the bodelye earynge of his fleshe: The fleshe profiteth nothig. Namely to eate it naturallye, but to eate it spiritually profyteth much, for it gyueth lyfe.\n\nThat that is borne of fleashe, is fleashe. And that that is borne of ye spirite, is spirite.\n\nYf than the natural body of Christ be eaten wyth oure mouthe, what other thynge of fleashe naturally eaten can be made but fleashe? And lest it shuld be thought of any ma to be but an easy argument and a lyght reason let hym here, waye and consyder the other parte. That that is borne of spirite, is spirite.\n\nYf than the fleashe of Christ be holsome to the soule, it muste spiritually and not carnally be eaten. Thys also pertayneth vnto the matter of Sacramentes, that the spirite is begotten by the spirite, and not by any bodelye thynge, as we shewed before.\n\nPaule admonysheth, that yf any haue knowen Christ at any tyme after the fleashe, yet nowe he shulde not knowe hym after the fleashe. By these & suche lyke places are we compelled to acknowlege, yt these wordes: thys is my body muste be taken not naturally, but figuratiuely: lyke as these are: Thys is the Passeouer. For the Lambe whych was yere by yere eaten in that great solempnitie of holy dayes was not the natural Passeouer or passe by, but dyd sygnifye it in times past to be done. To this ende also agreeth the succession or exchaunge, because the Supper cometh in the stede of the Labe, whych thinge putteth vs in remembrauce, ye Christ vsed lyke wordes. For the succession kepeth the imitacio, that is, lyke maner of speache.\n\nThe tyme also agreeth: for in the same supper the old passeouer is layd aparte and abolyshed, and the newe thankesgeuynge is begonne and appointed.\n\nThe propertie of all the remembraunces do agree, which chalengeth to them selues the name of it, wherof they make mencion and remebrauce.\n\nSo the people of Athens called a certayne holy daye that they had: The easment of comon dette, not for that the dette shulde yerly be discharged, but because they wyth reuerence perpetually kept that that Solon had ordeyned in tyme past, and reuerenced that theyr feast, wyth the name of the thynge it selfe: So these thynges, that is, the bread and wyne of the supper, are called the body & bloud of Christ, whych are tokens, sygnes and remebraunces of hys very body & bloude. Nowe folowe the argumentes.\n\nHere folowe thre argumentes.\nThe fyrst. As the bodye can not be fedde wyth a spirituall thynge, so neyther ye soule wyth a bodely thing. And yf the natural body of Christe be eaten. I aske? whether dothe it fede the bodye or the soule? But it fedeth not the body, tha of force it fedeth the soule. Yf it fede the soule, tha the soule eateth fleashe, and that were not true (which is moste true) that the spirite only is borne of the spirite.\n\nSecondarely I aske thys: what doth the natural body of Christ eaten make perfecte? Yf the forgeuenesse of synnes (as one sorte affirme) than the disciples had forgeuenes of theyr sinnes by the recept of the supper, and so Christ dyed in vayne. Agayne, yf that that is eaten ministred the vertue of Christes passion and death (as ye same sorte shewe) then the vertue of his passion, death and redempcion was destributed before it was begonne. And yf it fede the body vnto the resurreccion (as one certayne man very vnlearnedly affirmeth) than muche more it shulde heale the body & discharge it of sycknesse. But Ireneus loueth otherwyse to be vnderstanded, whan he wryteth: that our bodyes are nurryshed vnto the resurreccion by the bodye of Christ. For he sheweth: that the hope of oure resurreccion is establyshed by the resurreccion of Christ. Loo, thys is a pleasaunt figuratiue speache.\n\nThyrdlye, yf the natural bodye of Christe in the supper is gyuen to the disciples to eate, than it foloweth of necessitie, that they haue eaten it as it was. But than it was passible (for it was not yet glorifyed) therfore they haue eaten hys passible bodye.\n\nBut they wyl saye: They dyd eate the same body, but not as it was passible, but the same after the maner and qualities that it had after hys resurreccion. And we saye agayne: that tha other he hadde two bodyes, one that was not yet glorifyed, and the other that was glorifyed: Or els that one & the same bodye was al at ones in the same tyme passible and impassible. And so by thys meanes forasmuche as he so greatly abhorred death, Doutlesse heretikes wold gather that he suffred not ye paynes of death, but that he vsed thys gyft of the glorifyed body, wherby he was lackyng paine, and therfore wyll they saye: that he dyd not truly dye, but by dissimulacion. And thus by these blynd busardes the trade of Marcions heresie might be newly reuiued. Sex hundreth argumentes O Emperour, myght be brought, but we wyl now be content wyth these. But that the olde wryters are of our opinion (whych shalbe the laste parte of thys article) I wyll proue by two wytnesses, whyche are of the chefe.\n\nBy Ambrose whych vpon the fyrst epistle to the Corinthes, vpon these wordes: Shewe the Lordes death tyl he come &c. sayeth thus.\n\nSeyng that by the death of ye Lord we are delyuered, beynge myndfull of thys thynge, in eatynge and drynkynge we signifye the fleash & bloud, whych are offred for vs. &c. Ambrose speaketh of the meate and drynke of the supper, & sheweth, that we signifie these very thynges, whyche were offred for vs.\n\nBy Awsten also, whych in the thyrtie treatie vpon Iohns Gospel affirmeth: that Christes bodye that rose from the dead must by but in one place. Wher the printed exemplares haue (may) for (must) but coruptlye. For both in the Master of sentence and in the Decrees (wherinto this sentence of Awsten is traslated) it is red must. Wherby we maye openly see, that what so euer the olde writters spake honorably of the supper, they dyd vtterly vnderstand it, not of the natural eatyng of the body of Christ, but of the spirituall.\n\nThe same Awsten agaynst Adimantus. 12 chap. teacheth: that these thre sentences: the bloud is the sowle: thys is my body: and, the stone was Christ: are spoken sacramentally, that is, as he speaketh in a signe, and figuratiuely. And amonge many other thinges at lengthe he commeth to these wordes: I maye also interprete thys commaundemente to be put in a sygne. For the Lord dowted not to saye: Thys is my body, whan he gaue a sygne of hys body. Thus sayth Awsten.\n\nLoo, here we haue a keye wherwith we maye open all the saynges of the olde wrytters towchyng thys article of the supper: that that whych only is the signe of the body, he sayth is called the body.\n\nLet them go nowe that wyll, and condempne vs of heresye, so that they knowe therby also them selues agaynst the Decrees of Bysshoppes to condempne the chefe pyllare and staye of diuines.\n\nOf these thinges it is made most manifest, that the olde wrytters al waye spake sacramentally, whe they gaue so much to the eatinge of Christes body in the supper, namly, that the sacramentall eatinge of Christes body could not clense the sowle, but fayth in God through Iesus Christe, which is the spirituall eatinge, wherof this outwarde eatinge, is a token and shadowe. For lyke as bread sustayneth the body, and wyne comforteth, nurryssheth, quyckeneth, refresheth, and maketh a man mery: Euen so it strengthneth and susteyneth the sycke soule, and assureth it of the mercy of God, because he hath geuen to vs his sone: & so lykewyse it refressheth, and maketh mery ye mynd, that our sinnes (wherwith it was vexed) are quenched in his blessed bloud.\n\nAt thys tyme we wyl holde vs cotent wyth these, albeit one myght make hole bokes to declare & proue that the olde wryters are of oure opinion in thys matter. Neyther let the lytle boke of Eccius latly put forth touchig the opinion of the olde wrytters discorage any man, for shortly, by the grace of God, we shall se the confutacion of it, by the great learned ma our brother Ecolampadius, whose laboure hath bene fro the begynnyng of thys controuersye to enserche and gather out the myndes of the olde wryters touchynge the same. But in thys matter these thynges that maye be requyred for the more fuller declaracion herof, or confutacion of our aduersaries, we whyche are of thys opinion haue (as I thynke) abundantly perfourmed by many bokes written vnto dyuers men."
    },
    {
      "Article": "9",
      "Title": "Article IX",
      "Content": "Nynth. I beleue that the Ceremonies, whych by supersticio are nother contrarie to fayth, nor to the word of God, (albeit I knowe not whether any suche maye be foude) may thrughe charitie be suffred, til ye lyght of knowlege more and more shyne vpon vs. But I beleue also (the same charitie beynge mastres) that the sayd ceremonies (whan wythout great offence it maye be done) are to be abolyshed, although the vnfaythful crye out neuer so muche agaynst it.\n\nBut I thynke that ymages, which are set vp to be worshipped are not to be accompted amonge ceremonies, but are of the nombre of those thynges whyche are vtterly contrarye to Goddes word. But those that are not set vp to be worshipped, or wher ther is no daunger of worshippyng them here after, it is so farre of that I wyll condemne them, that I acknowlege both the paynters and caruers crafte to be ye gyftes of God."
    },
    {
      "Article": "10",
      "Title": "Article X",
      "Content": "Tenth. I beleue that the office of prophecie and of preachynge Goddes worde is an holy thyng, and that amonge al offices it is moste necessarie. For to speake directly after the rule of scripture, we se amoge al people that the outwarde preachynge of the Apostles, Euangelistes, Byshoppes & Pastours went before fayth, whyche fayth neuerthelesse we attribute vnto the spirite only. For (alasse) we se very many which heare the outward preaching of the Gospel, but they beleue not, which happeneth for lack of the spirite. Whither so euer therfore Prophetes or Preachers of Goddes word are sent, it is a singler token of Goddes fauore, that he wyl vnto hys electe open the knowledge of hym selfe. And contrary wyse, to whom true preachers are denyed, it is a token that Goddes wrath hangeth ouer them. As we maye gather of the Prophetes and of the example of S. Paule, whyche somtyme was forbydde to go to certein, and sometyme called vnto other. And truth it is, that both the lawes them selues & the Magistrates can by nothynge more presently be furthered toward the defece of publike iustice, than by the sincere preachynge of Goddes worde. For in vayne is ryght and equitie comaunded, excepte it be to them, that both regarde it and loue it. And thervnto the preachers as ministers prepare the mindes, but the spirite is the worker, as author both of the preacher and of the hearer. We also acknowlege that kynde of ministers, namely, whyche teacheth, coforteth, affrayeth, careth for, and faythfully loketh to the sauegarde of the people of Christ. And also that, that baptiseth, that in the holy supper ministreth the body & bloude of the Lorde (for so we also figuratiuelye cal the holy bread and wyne of the supper.) And further we acknowlege that sorte of ministers, that visiteth the sycke: that ministreth to the poore wyth the almes and in the name of the cogregacio:\n\nAnd finally ye, that in scholes teacheth, openly readeth and interpreteth, that other themselues or other may be instructed that hereafter they maye haue rule of congregacions.\n\nBut that monstrouse mitred and crosyard kynd of Papisticall byshoppes we beleue to be lordly loyterers, bastardes and vnlawful chyldren. And yt it is a nobre borne to consume vytayles, an vnprofytable burthen of the earthe, and fynally to be vtterlye that thyng in the body of the church, that byles, botches, wenes and impostumes are in mannes body."
    },
    {
      "Article": "11",
      "Title": "Article XI",
      "Content": "Eleuenth. I knowe that the Magistrate ryghtly chosen & admitted is Goddes lieutenaunt aswel as the preacher. For as the preacher is the minister of the heauenly wysedome and goodnes, as he that faythfullye teacheth and rebuketh sinne and errour: so the Magistrate is the minister of goodnes and ryghteousnes. Of goodnes, that wyth faythfulnes and temperancie lyke vnto God he may both heare and se vnto the causes, matters and busynesses of his people. Of righteousnes, that he may represse, holde downe, breake and punyshe the boldnes of the wycked: and support maintayne and defende the innocentes. Yf a Prince haue these gyftes, I beleue that hys subiectes nede not be afrayed of his conscience. Yf he lacke them, and yet for al that wyll shewe hymselfe terrible and to be feared, I beleue that his cosciece by no meanes ca be discharged therfor, because he is ryghtly chosen and admytted. But yet also I beleue that a christen man ought to obey suche a tyraunt, vnto suche an occasion as Paule speaketh of: Yf thou mayst be fre, rather vse it. Whyche occasion neuerthelesse I beleue to be shewed of God onely, & not of ma, and that not obscurely, but as openly as Saule was abiecte, and Dauid taken to be his successour. And as touchynge payeng of tribute and custome for our defece, I vtterly thinke as Paule doth. Rom. 13."
    },
    {
      "Article": "12",
      "Title": "Article XII",
      "Content": "Twelfte. I beleue that that forged fable of the fyre of Purgatorie is as blasphemouse a thynge agaynst the free redepcion purchased by Christes bloude, as it hath ben gaynful to the authors, inuentours and mayntayners therof. For yf it be necessary wyth paynes and tormetes to washe away the deseruinges of our synnes, than shal Christe be deade in vayne, and than is grace of none effecte. Tha whych thyng, what can be thought more wicked in the christen commone welthe, state and condicion? Or what maner of Christ haue they, whiche wyl themselues to be called christianes, and yet are afrayed of this fyre, naye, no fyre nowe, but a smoke?\n\nBut as towchinge hell, wher with Ixion & Tantalus the vnfaythfull, disobedient and stubburne enemyes of God are euerlastingly punysshed, I do not only beleue that it is, but I verely knowe it. For when the truthe it selfe speaketh of the vniuersall iudgemete, he sheweth yt after that iudgemet certayn shal go into euerlastyng fyre. Tha after ye vniuersal iudgemet ther shalbe an euerlastig fyre. So yt ye Anabaptistes ca not colorably cloke their erroure, wherby they teache,\n\nThat Euerlastinge shall not continue after the generall iudgemente. For here Christe speaketh of an euerlastynge fyre after the iudgemente, whych shal burne and tormente the deuell with his aungels, with the wicked that despise God, with the Tyrautes which with lyes oppresse ye truth, and with the vnmercifull, whyche of tender compassyon and fayth releue not ye necessytie of theyr neyghbour. These aforsayd artycles I stedfastlye beleue, teache & defende, not with myne owne wordes, but wyth the notable sentences of Goddes holy worde.\n\nAnd I promyse and professe (God so wyllyng) to do the same so longe as I lyue. Excepte any man by the decrees of the very holye scriptures ryghtlye vnderstanded can as plainly and opely (as we haue done these) declare, proue and confirme the contrarie. Vnto vs doutlesse it is no lesse pleasaunt & acceptable than ryght and lawful to submitte our wrytynges and assercions to the holy scriptures, and to the Churche by the spirite iudginge the same. We myght haue declared all these articles more plenteouslye and at length, but seynge the tyme wolde not suffer vs, we ar cotent with these. Whiche we thynke to be suche, as me maye easely pynche at (for so is the facio now a dayes) but no man ca be able worthelye to confute and auoyde them. Neuertheles yf any wyl assaye he shall (by Goddes grace) not escape vnanswered. For than perchauce we shall brynge forth the resydue of oure artillarie and ordenauce, wherof we haue good store and plentye behynde but these are sufficient for this tyme. Wherfore moste prudent Emperour, and ye other princes, lordes of great power, and nobles of hyghe estate, and fynally ye learned Embassadoures and heades of comon wealthes, I praye and beseche you all, for Christe Iesus sake the Lorde and our brother: for his mercy and righteousnes sake: for his iudgement sake: (before whyche, wil ye nyl ye you muste al come and gyue a rekening of your procedynges) wherin he shall rendre vnto euery one accordyng to theyr desertes: from whome no cousel is hyd: whyche by the Prophete threatneth woo to them that saye, good is euell and euell good: and to the makers of wycked lawes: whych subuerteth and ouerthroweth the deuises and counsels of princes wickedly deliberating and vngodly decreyng, enacting, pronouncyng, establyshyng and comaudynge any thynge agaynst Goddes wyll, yea (I saye once againe) I most humbly desyre you all for hys cause, that aduaunceth the humble and casteth downe the proude, despyse not the symplenesse and bacenesse of me admonyshynge you so wyse and learned men in the begynnynge. For fooles, Idiotes and symple men haue often spoken many thynges in due season. And the truth it selfe hath chosen to be publyshed and preached of men of rude, symple and lowe estate.\n\nAgayne, remembre that ye your selues are men also, whyche both maye disceaue and be disceaued. For euery man is a lyer, and vnlesse he be otherwise taught by ye inspiracion of God, than he hym selfe other knoweth or desireth, ther is nothynge to be loked for of hym, but by hys owne crafte & counsel to hurle downe hym selfe.\n\nFor ful truly sayd Ieremye the Prophete: Loo, they haue refused the Lordes worde, what wysedome than can remayne in them selfus? Wherfore, forasmuche as youre selues are the prelates and ryngleaders of ryghteousnesse, no men oughte so muche as you to haue the sure and certayne knowledge of the wyl of God. which, from whence can it be fetched and requyred, than out of hys holy scriptures? Abhorre not therfore theyr myndes which lean holly to goddes word. For comonly we se it happe, that the more the aduersaries stryue agaynst it, so muche the more a great deale it florysheth and cometh to lyght, and errour and falshed is cast oute of the dores. But yf amonge you ther be any (as I knowe ther is) that wyl stoutlye deminishe and diffame oure learnynge vnto you, and wyll saye: that we are ygnoraunt and lacke knowlege, yea and that we are maliciouse also, yet thinke this with your selues: Fyrst, whether we whych folow this maner of preachynge the gospel, and the ryght vse of ministracion of the sacrament of thankes gyuyng, haue at any tyme so ordered our lyues, that any good man hathe douted, whether we ought to be reputed and taken as good, honest and faythfull men? And agayne, whether euen from our cradels we haue ben so estraunged from wytte and erudicion, that all hope of learnynge shulde vtterlye be caste awaye from vs? vndoutedly we glorie of nother of these, seynge that Paule hymselfe sayeth: that what so euer he was, it was al of the gyft of God. Neuerthelesse, yf our lyfe haue happened sometyme (by the benefyte of God) to be somewhat prosperous and pleasaunt, yet wholly was it neuer giuen to riote, excesse and fylthynes at any tyme, neither yet (God be praised therfore) hath degenerated into cruelnes, pryde, and obstinacie, so that the wytnes of our lyfe (through Goddes benefite) hath many tymes stayed the deuises of our aduersaries, and made them so astonyed, that they haue retyred backe againe. And as for our learnynge, albeit it is greater then oure aduersaries other can beare, withstand, or without conscience despise, yet is it farre lesse than they that tenderly loue vs, iudge it to be. But yet to comme to oure purpose, we haue so not a fewe yeres bene sowldiars & studentes both in holy scripture and in mannes learnynge, that there is no cause why yt we shuld nowe teache any thynge rasshly. We maye lawfully prayse the grace and free gyftes of God so lyberaly distributed to our congregations. For owt of al dowte so haue oure congregacions (whyche here the Lord God by our ministerie) receaued ye word of truth, ye lyeng & vntruth are shroncken: pryde, ryote and excesse are broken: reuilynge, slauderynge, chydynge and dissencion are trudged awaye from amonge vs, whyche doutlesse, yf they be not the frutes of ye holy spirite, what are they els? Consyder wyth your selues, O moste myghtye Emperoure and all ye princes & nobles, what good frute thys vysar of mannes doctrine hathe brought to you. The Masses that are bought and solde, as they haue increased the outragious luste and wantonnesse as well of princes as of the people, so haue they brought in and enlarged the fylthy luste & excessiue pryde of Popes, cardinalles, and byshoppes and the vnsaciable couetousnes and gluttony of mercylesse Massemogers What myscheue is it, that thys masse marte, with choppinge, chaunginge, byinge and sellinge therof hath not procured and set forwarde? who is able to wast and scatter abrode the excedyng rychesse that is heaped together by massynge, except they be stopped and stragled euen in the vaynes & that in tyme? God therfore muche better refourme these thynges than you all, whome we gladly bothe cal & beleue to be the chefe and most myghtye here in earth, & graunt you grace to cut awaye the rootes of that wycked Masse and of al other errours in the churche, and that you may bring o passe, that Proude Rome wyth all her dirtie dregges, whyche she hathe thrusted into al christendome, and specially into your Germany, may be vtterly forsaken and lefte. And as you tender your owne saluacions, what power so euer you haue hytherto executed agaynst the puritie of Christes Gospell, that you maye haue grace nowe at the laste wholly to bende the same agaynst the wycked inforcemetes of the vngodly Papistes, that true ryghteousnesse whych thorowe your negligences is banyshed, and innocency, whych is obscured with fained and counterfeated coloures, maye be brought agayne vnto vs.\n\nTher is enough and to muche crueltie executed already, except without a cause and contrary to ryght to commaunde, to condempne, to torment, yea to spoyle, bannyshe, and kyl be not tyrannouse or cruell.\n\nTherfore, seyng it goeth not wel forward wyth youre thys waye, you must surely go an other waye to worke. Yf this counsel be of God, stryue not agaynst God. If it be any otherwyse, it wyl dowtlesse fal in the own folysshnesse. Wherfore O sonnes of men who so euer ye be, suffer the worde of God freely to be spred abrode & to spring furth. Remember yt it lyeth not in your power (if God wyl haue it growe) to forbydde and let the grasse yt it growe not. Ye see ye this frut of ye gospel is abodautly watered with ye heauenly showers, neyther with any heate of me ca it be iforced to wyther and fade awaye. Consyder not what ye most desyre, but what in the matter of the Gospel the worlde requyreth. what so euer thys is, take it in good worth, & by your counsels, deuises and determinacyons, shewe your selues to be the chyldren of God.\n\nAt Zuryk the 3. daye of Iuly, in the yere of our Lord. 1530.\n\nVnto your noble Maiestie and vnto al faythful men, your most obedient subiecte Huldryk Zwinglius by the grace, callyng and sendyng of God, flockfeeder of the congregacion of Zuryk."
    }
  ]
}
